Repository: maginawin/AppString_Node
Catalog: assert/easythings/231128_*.strings
Languages: ru

source: Select your application
ru: Выберите ваше приложение

source: Push Prog button twice on receiver you want to add.
ru: Нажмите кнопку Prog дважды на приемнике, который вы хотите добавить.

source: Normal on/off
ru: Обычное вкл./выкл.

source: Push button
ru: Нажмите кнопку

source: 3-way switch
ru: Трехпозиционный переключатель

source: Enable RGB independence
ru: Включить независимость RGB

source: Clear all dynamic settings?
ru: Очистить все динамические настройки?

source: Loading state...
ru: Загрузка состояния...

source: Dynamic 1
ru: Динамический 1

source: Dynamic 2
ru: Динамический 2

source: Dynamic 3
ru: Динамический 3

source: Dynamic 4
ru: Динамический 4

source: Dynamic 5
ru: Динамический 5

source: Dynamic 6
ru: Динамический 6

source: Dynamic 7
ru: Динамический 7

source: Dynamic 8
ru: Динамический 8

source: Dynamic 9
ru: Динамический 9

source: Dynamic 10
ru: Динамический 10

source: Dynamic 11
ru: Динамический 11

source: Dynamic 12
ru: Динамический 12

source: Dynamic 13
ru: Динамический 13

source: Dynamic 14
ru: Динамический 14

source: Dynamic 15
ru: Динамический 15

source: Dynamic 16
ru: Динамический 16

source: Select run mode
ru: Выберите режим работы

source: Only one time
ru: Только один раз

source: Repeat several times
ru: Повторите несколько раз

source: Keep repeating
ru: Продолжайте повторять

source: need times
ru: нужное количество раз

source: Rename
ru: Переименовать

source: Previous
ru: Предыдущий

source: Upgraded
ru: Обновлен

# reset_network_alert_title
source: Are you sure reset network?
ru: Вы уверены, что хотите сбросить сеть?

# reset_network_alert_message
source: After resetting the network, other phones will not be able to connect to this phone.
ru: После сброса сети другие телефоны не смогут подключиться к этому телефону.

source: Sensor
ru: Датчик

source: Door sensor
ru: Датчик двери

source: Sensor ID
ru: Идентификатор датчика

source: On Action
ru: Действие включено

source: Off Action
ru: Действие выключено

source: Action type
ru: Тип действия

source: All attributes
ru: Все атрибуты

# sensor_id_invalid
source: Invalid sensor ID
ru: Неверный идентификатор датчика

# scanning_note_sensor
source: Push Prog button three times on sensor you want to add.
ru: Нажмите кнопку Prog три раза на датчик, который вы хотите добавить.

source: Natural Light
ru: Естественный свет

source: This device is not supported.
ru: Это устройство не поддерживается.

source: Mode
ru: Режим

source: Reset All
ru: Сбросить все

source: Templates
ru: Шаблоны

source: Standard mode
ru: Стандартный режим

source: Office mode
ru: Офисный режим

source: Health care mode
ru: Режим здравоохранения

source: Reset all before updating the data.
ru: Сбросить все перед обновлением данных.

source: Reset all before setting the data.
ru: Сбросить все перед установкой данных.

source: Are you sure you want to reset all modes?
ru: Вы уверены, что хотите сбросить все режимы?

source: Invalid data
ru: Недопустимые данные

source: Natural light has not been set
ru: Естественный свет не установлен

source: Light On/Off Duration
ru: Длительность включения/выключения света

source: Set all the lights
ru: Установите все света

source: Microwave motion sensor
ru: Микроволновой датчик движения

source: PIR motion sensor
ru: Датчик PIR движения

source: Configure Microwave Motion Sensor
ru: Настроить микроволновой датчик движения

source: Detection
ru: Обнаружение

source: No detection
ru: Без обнаружения

source: Sensitivity
ru: Чувствительность

source: Light duration
ru: Длительность света

source: Photoresistor threshold
ru: Порог фоторезистора

source: Radar settings
ru: Настройки радара

source: Do not save
ru: Не сохранять

source: Not set yet
ru: Еще не установлено

source: PWM duty ratio
ru: Соотношение рабочего цикла ШИМ

source: Radar on/off
ru: Включение/выключение радара

source: Radar state
ru: Состояние радара

source: Detection distance
ru: Дистанция обнаружения

source: Speed data
ru: Данные о скорости

source: Signal strength
ru: Уровень сигнала

source: Human induction sensitivity
ru: Чувствительность человеческого датчика

source: Microwave module on/off state
ru: Состояние включения/выключения микроволнового модуля

source: Light module on/off state
ru: Состояние включения/выключения модуля света

source: Brightness threshold
ru: Порог яркости

source: Detection PWM output duration
ru: Длительность выхода ШИМ обнаружения

source: Detection PWM output brightness
ru: Яркость выхода ШИМ обнаружения

source: lux
ru: люкс

source: Detection PWM output percentage
ru: Процент выхода ШИМ обнаружения

source: No detection PWM output duration
ru: Длительность выхода ШИМ без обнаружения

source: No detection PWM output percentage
ru: Процент выхода ШИМ без обнаружения

source: PWM output percentage after no detection
ru: Процент выхода ШИМ после отсутствия обнаружения

source: Working mode
ru: Рабочий режим

source: Automatic
ru: Автоматический

source: Independent
ru: Независимый

source: Response state interval
ru: Интервал состояния ответа

source: Response state on/off
ru: Состояние ответа вкл./выкл.

source: Current value
ru: Текущее значение

source: New value
ru: Новое значение

source: Default
ru: По умолчанию

source: Attribute
ru: Атрибут

source: Update
ru: Обновить

source: Set to default
ru: Установить по умолчанию

source: The update is complete
ru: Обновление завершено

source: No response
ru: Нет ответа

source: Value
ru: Значение

source: The value is out of range.
ru: Значение вне допустимого диапазона.

source: LUX zero deviation of the brightness sensor
ru: Нулевое отклонение яркости датчика LUX

source: LUX scale factor of the brightness sensor
ru: Масштабный коэффициент яркости датчика LUX

source: State
ru: Состояние

source: Write DOOYA ID
ru: Записать идентификатор DOOYA

source: Settings
ru: Настройки

source: Sync Host
ru: Синхронизация хоста

source: Available only on local network.
ru: Доступно только в локальной сети.

# sync_host_header_text
source: Set a device as the sync host to synchronize the lights running in this group.
ru: Установите устройство в качестве хоста синхронизации для синхронизации работающих в этой группе светов.

source: Firmware Updates
ru: Обновления прошивки

source: Check for updates
ru: Проверить обновления

source: Checking...
ru: Проверка...

# no_updates_message
source: There are no updates available.
ru: Обновлений нет.

source: Recheck
ru: Перепроверить

source: Updates
ru: Обновления

source: Start updates
ru: Начать обновление

source: Updating...
ru: Обновление...

source: Update successful!
ru: Обновление успешно!

source: Update failed!
ru: Обновление не удалось!

source: Try again
ru: Повторите попытку

source: Auto Mode
ru: Автоматический режим

source: Set lum
ru: Установить свет

source: Set CT
ru: Установить CT

source: Set red
ru: Установить красный

source: Set green
ru: Установить зеленый

source: Set blue
ru: Установить синий

source: Set RGB
ru: Установить RGB

source: Long press
ru: Долгое нажатие

# no_device_and_try_again
source: No device found, please check your devices and then try again.
ru: Устройство не найдено, пожалуйста, проверьте ваши устройства и попробуйте снова.

source: Rescan
ru: Повторный поиск

source: Manually set address
ru: Установка адреса вручную

# device_count
source: Device count %d
ru: Количество устройств %d

source: Sort by
ru: Сортировать по

source: Search results
ru: Результаты поиска

source: Available new addresses
ru: Доступные новые адреса

source: Mac
ru: MAC-адрес

source: Address
ru: Адрес

source: Status
ru: Статус

# default_addr
source: Default address
ru: Адрес по умолчанию

# new_addr
source: New address
ru: Новый адрес

source: Repeat
ru: Повтор

source: No repeat
ru: Без повторения

source: Set address
ru: Установить адрес

source: Connected, setting…
ru: Подключено, настройка…

# connect_failed_try_again
source: Connect failed, please check your device and then try again.
ru: Сбой подключения, проверьте ваше устройство и повторите попытку.

source: Set successful!
ru: Установка прошла успешно!

# set_failed_try_again
source: Set failed, please check your device and then try again.
ru: Ошибка установки, проверьте ваше устройство и повторите попытку.

source: Next
ru: Далее

# set_address_tip
source: Set a new address for this device, the address range is from 1 to 254.
ru: Установите новый адрес для этого устройства, диапазон адресов от 1 до 254.

# currentAddress
source: Current address %d
ru: Текущий адрес %d

# same_address
source: It’s the same address.
ru: Это тот же адрес.

# address_out_range
source: It’s out of range.
ru: Адрес вне допустимого диапазона.

source: Set
ru: Установить

source: Current address
ru: Текущий адрес

source: History records
ru: История записей

# clearHistoryTip
source: Are you sure you want to clear all history records?
ru: Вы уверены, что хотите очистить всю историю записей?

# address_count
source: Address count %d
ru: Количество адресов %d

# no_available_addresses
source: There are no available addresses.
ru: Нет доступных адресов.

# no_history_tip
source: There are no history records yet.
ru: Пока нет истории записей.

source: Modes
ru: Режимы

source: Colors
ru: Цвета
