Repository: maginawin/AppString_Node
Catalog: assert/easythings/Localizable_*_231206.strings
Languages: de

source: Devices
de: Geräte

source: Rooms
de: Räume

source: Lights
de: Lichter

source: Scenes
de: Szenen

source: More
de: Mehr

source: Defaults
de: Standardeinstellungen

source: Change picture
de: Foto ändern

source: Choose photo
de: Foto auswählen

source: Cancel
de: Abbrechen

source: ex. Living Room
de: Bsp. Wohnzimmer

source: Create network
de: Netzwerk erstellen

source: Share network
de: Netzwerk freigeben / teilen

source: About
de: Über

source: ex. 123456
de: Bsp. 123456

source: ex. MyHome
de: Bsp. Mein Zuhause

source: Networks
de: Netzwerke

source: Network
de: Netzwerk

source: Colorful Mixed
de: Bunt gemischt

source: Red Shade
de: Roter Farbton

source: Green Shade
de: Grüner Farbton

source: Blue Shade
de: Blauer Farbton

source: Yellow Shade
de: Gelber Farbton

source: Cyan Shade
de: Türkiser Farbton

source: Purple Shade
de: Lila Farbton

source: White Shade
de: Weißer Farbton

source: Red Green Shade
de: Rot-Grüner Farbton

source: Red Blue Shade
de: Rot-Blauer Farbton

source: Green Blue Shade
de: Grün-Blauer Farbton

source: Colorful Strobe
de: Bunter Stoboskop-Effekt

source: Red Strobe
de: Roter Stoboskop-Effekt

source: Green Strobe
de: Grüner Stoboskop-Effekt

source: Blue Strobe
de: Blauer Stoboskop-Effekt

source: Yellow Strobe
de: Gelber Stoboskop-Effekt

source: Cyan Strobe
de: Türkiser Stoboskop-Effekt

source: Purple Strobe
de: Lila Stoboskop-Effekt

source: White Strobe
de: Weißer Stoboskop-Effekt

source: Colorful Jump
de: Bunter Farbwechsel springend

source: Ascend Shade
de: Aufsteigender Farbwechsel

source: Descend Shade
de: Abfallender Farbwechsel

source: Ascend Descend Shade
de: Auf-/Absteigender Farbwechsel

source: Mixed Shade
de: Mixed Farbwechsel

source: Jump
de: Jump Farbwechsel

source: Strobe
de: Stroboskop-Effekt

source: Color Picker
de: Farbauswahl

source: On
de: An

source: Off
de: Aus

source: No devices found
de: Keine Geräte gefunden

source: No rooms
de: Keine Räume

source: No scenes
de: Keine Szenen

source: All Lights
de: Alle Lichter

source: Please input network name
de: Bitte geben Sie einen Netzwerknamen ein

source: Please input password
de: Bitte geben Sie ein Passwort ein

source: Privacy Policy
de: Datenschutzrichtlinie

source: Confirm
de: Bestätigen

source: Select your application
de: Wählen Sie Ihre Anwendung

source: Your smart office
de: Dein intelligentes Büro

source: Your smart home
de: Dein intelligentes Zuhause

source: Your smart shop
de: Dein intelligenter Laden

source: Your smart hotel
de: Dein intelligentes Hotel

source: Create Room
de: Raum erstellen

source: ex.At home
de: Bsp. Zu Hause

source: Create Scene
de: Szene erstellen

source: Start
de: Start / Los geht’s

source: Don't show this again
de: Dies nicht mehr anzeigen

source: add_device_succeeded
de: Das Hinzufügen des Gerätes war erfolgreich

source: add_device_failed
de: Gerät hinzufügen ist fehl geschlagen

source: add_device_failed_message
de: Die MAC-Adresse ist fehlerhaft

source: ok
de: OK / Bestätigen

source: add_next
de: Noch etwas hinzufügen

source: finish
de: Fertig

source: no_device_remote_found_msg
de: Es wurde kein Gerät im aktuellen Netz gefunden

source: light_dynamic_control_mode
de: Licht-Kontroll-Modus

source: light_dynamic
de: Dynamik

source: add_action
de: Aktion hinzufügen

source: remove_all
de: Alle/s entfernen

source: brightness
de: Helligkeit

source: red
de: Rot

source: green
de: Grün

source: blue
de: Blau

source: color_temperature
de: Farbtemperatur

source: white
de: Weiß

source: ct
de: Farbtemperatur

source: white_or_ct
de: Weiß oder CT

source: edit_action
de: Aktion bearbeiten

source: delete_action
de: Aktion löschen

source: white_enabled
de: Weiß aktiviert

source: ct_enabled
de: CT aktiviert (Falls CT = Farbtemperatur: FT aktiviert)

source: white_or_ct_enabled
de: Weiß oder CT aktiviert

source: picker_hour
de: Stunde

source: picker_min
de: Minute

source: color
de: Farbe

source: cant_add_more_actions
de: Ich kann keine Aktionen mehr hinzufügen!

source: cant_set_all_values_to_zero
de: Ich kann nicht alle Werte auf Null stellen!

source: time
de: Zeit

source: all_lights
de: Alle Lichter

source: discover_devices
de: Geräte finden

source: save
de: Speichern

source: discovery
de: Entdeckung

source: scanning
de: Ich scanne …

source: requires_bluetooth
de: Bluetooth benötigt

source: requires_bluetooth_msg
de: Bitte aktivieren Sie Ihr Bluetooth um Geräte zu finden.

source: help
de: Hilfe

source: some_devices_are_not_found
de: Manche Geräte konnten nicht gefunden werden.

source: there_are_duplicate_devices
de: Es gibt Geräte, die doppelt vorhanden sind.

source: fix_conflicts_header_title
de: Bitte stellen Sie sicher, dass in Ihrer Umgebung nur dieses Mobilgerät diese App ausführt. Bitte schalten Sie alle Geräte aus und wieder ein, sollten die gesuchten Geräte hier nicht aufgelistet sein. Die kurze Adresse mit dem Gerät, dessen MAC-Adresse rot dargestellt wird hat einen Konflikt mit dem Mesh-Netzwerk, bitte auswählen um das Problem zu beheben.

source: fix_conflicts
de: Probleme beheben

source: connecting
de: Verbinde

source: cancel
de: Abbrechen

source: failed_to_connect_device
de: Verbindung zum Gerät fehlgeschlagen

source: updating_short_address
de: Kurzadresse wird aktualisiert

source: update_completed
de: Aktualisierung erfolgreich!

source: cant_support_more_devices
de: Es tut mir leid. Ich kann keine weiteren Geräte bedienen.

source: Network setup
de: Netzwerkeinstellungen

source: Cloud setup
de: Cloud-Einstellungen

source: Change network
de: Netzwerk wechseln

source: Scheduling
de: Terminplanung

source: Themes
de: Themen

source: Guidelines
de: Datenschutzrichtlinie

source: Current network
de: Aktuelles Netzwerk

source: Network ID
de: Netzwerk ID

source: Local
de: Lokal

source: Copy
de: Kopieren

source: Edit
de: Bearbeiten

source: Done
de: Fertig

source: Add network
de: Netzwerk hinzufügen

source: Save
de: Speichern

source: Required
de: Erforderlich

source: Need to enter a name
de: Bitte geben Sie einen Namen ein

source: Need to enter a networkID
de: Bitte geben Sie eine Netzwerk ID ein

source: Sign in
de: Anmelden

source: sign_in_agree
de: Wenn Sie sich anmelden, stimmen Sie unseren Datenschutzrichtlinien zu

source: Notice
de: Hinweis

source: privacy_police_information
de: Wir wissen um die Bedeutung des Datenschutzes. Um unsere Erfassung und Verwendung Ihrer persönlichen Daten umfassender darzustellen, haben wir unsere Datenschutzrichtlinie und unsere Nutzungsvereinbarung in Übereinstimmung mit den neuesten Gesetzen und Vorschriften detailliert überarbeitet. Wenn Sie auf [Zustimmen] klicken, stimmen Sie zu, die aktualisierte Datenschutzrichtlinie vollständig gelesen, verstanden und akzeptiert zu haben. Bitte nehmen Sie sich daher etwas Zeit, um sich mit unserer Datenschutzrichtlinie vertraut zu machen. Wenn Sie Fragen haben, können Sie sich gerne jederzeit an uns wenden.

source: Disagree
de: Ablehnen

source: Agree
de: Zustimmen

source: Device setup
de: Gerät einrichten

source: Third-party Access Service
de: Zugangsdienst für Drittanbieter

source: Username
de: Benutzername

source: Password
de: Passwort

source: Create account
de: Konto erstellen

source: Agree with
de: Zustimmen

source: Forgot password?
de: Kennwort vergessen?

source: username_require
de: Der Benutzername und das Kennwort erfordern jeweils 6 -20 Zahlen oder Buchstaben

source: password_require
de: Der Benutzername und das Kennwort erfordern jeweils 6 -20 Zahlen oder Buchstaben

source: username_password_incorrect
de: Benutzername oder Kennwort sind nicht korrekt

source: Create
de: Erstellen

source: creat_username_require
de: Benutzername erfordert zwischen 6 und 20 Zahlen oder Buchstaben

source: creat_paasword_require
de: Passwort erfordert zwischen 6 und 20 Zahlen oder Buchstaben

source: creat_email_require
de: Bitte geben Sie eine gültige E-Mail Adresse ein

source: Create account successfully
de: Das Erstellen des Kontos war erfolgreich

source: Username or Email already exists
de: Benutzername oder Kennwort existieren bereits

source: Sign in now
de: Jetzt Anmelden

source: title_message
de: Bitte geben Sie Ihre hinterlegte E-Mail Adresse ein

source: Continue
de: Weiter

source: forgot_password
de: Kennwort vergessen

source: error_message
de: Leider ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.

source: verification_message
de: Der Veriverzierungscode wurde erfolgreich an Ihre Email gesendet.

source: New Password
de: Neues Kennwort

source: Verification code
de: Verifizierungscode

source: Reset
de: Zurücksetzen

source: Reset password
de: Passwort zurücksetzen

source: Please enter a Verification code
de: Bitte geben Sie Ihren Verfizierungscode ein

source: reset_successfully
de: Das Zurücksetzen war erfolgreich. Bitte melden Sie sich erneut an.

source: verification_code_invalid
de: Der Verifizierungscode ist leider ungültig. Bitte versuchen Sie es erneut

source: User
de: Benutzer

source: Logout
de: Abmelden

source: Update Email
de: E-Mail aktualisieren

source: Email already exists
de: Diese E-Mail existiert bereits

source: OK
de: OK / Bestätigen

source: re-password_match_password
de: Die beiden neuen Kennwörter stimmen nicht miteinander überein

source: password_updated
de: Kennwort wurde aktualisiert. Bitte melden Sie sich erneut an.

source: old_password_incorrect
de: Das alte Kennwort ist nicht korrekt

source: Old password
de: Altes Kennwort

source: New password
de: Neues Passwort

source: Repeat new password
de: Neues Kennwort wiederholen

source: Set device list
de: Geräteliste erstellen

source: Clear all devices
de: Alle Geräte löschen

source: Sync to local network
de: Mit lokalem Netzwerk synchronisieren

source: clear_all_devices
de: Sind Sie sicher, dass Sie alle Geräte entfernen wollen?

source: No
de: Nein

source: Clear
de: Löschen

source: Sync to local succeeded
de: Sync mit lokalem Erfolg

source: All devices in the cloud have been cleared
de: Alle Geräte in der Cloud wurden gelöscht

source: Add
de: Hinzufügen

source: Add mac address
de: MAC - Adresse hinzufügen

source: Scan QR code
de: QR-Code scannen

source: Manually
de: Manuell

source: Mac Address
de: MAC Adresse

source: Light Type
de: Licht-Typ / Art

source: PWM Frequency
de: PWM-Frequenz (Pulsweitenmodulations-Frequenz)

source: Enable Pairing
de: Kopplung aktivieren

source: Set Mechanical Energy Switch
de: Mechanischen Energieschalter einstellen

source: Configure Smart Switch
de: Intelligenten Schalter konfigurieren

source: Restore to factory settings
de: Auf Werkseinstellung zurücksetzen

source: Delete
de: Löschen

source: remote_not_support
de: Das Remote- Netzwerk unterstützt diese Funktion nicht.

source: Copied to clipboard
de: In der Zwischenablage gespeichert

source: Pairing
de: Koppeln

source: Yes
de: Ja

source: restore_factory_settings
de: Sind Sie sicher, dass Sie die Werkseinstellung wiederherstellen möchten

source: Set mechanical energy switch
de: Mechanischen Energieschalter einstellen

source: Link Switch
de: Schalter verbinden

source: Link
de: Verbinden

source: Unlink
de: Trennen

source: Unlink Switch
de: Schalter trennen

source: Custom Switch Action
de: Benutzerdefinierte Schalter - Aktion

source: Energy Consumption
de: Energieverbrauch

source: Curtain
de: Vorhang

source: Shutter
de: Fensterladen

source: NO
de: NEIN

source: Successful
de: Erfolgreich

source: Failed
de: Fehlgeschlagen

source: Type
de: Typ, Art, oder auch Eingeben

source: Calibration
de: Kalibrierung

source: Calibrating...
de: Kalibriere…

source: Calibration Succeeded
de: Kalibrierung erfolgreich

source: Calibration Failed
de: Kalibrieren fehlgeschlagen

source: Input Voltage
de: Eingangsspannung

source: Output Voltage
de: Ausgangsspannung

source: Output Current
de: Ausgangsstrom

source: Output Power
de: Ausgangsleistung

source: Total Energy Used
de: Gesamtverbrauch

source: Energy Used
de: Verbrauchte Leistung

source: Clear Energy Used
de: Energieverbrauch löschen

source: clear_energy_used
de: Sind Sie sicher, dass Sie den Energieverbrauch löschen möchten?

source: ON/OFF
de: An / Aus

source: IO Settings
de: E/A Einstellungen

source: ex. 500-10000
de: Bsp. 500-10000

source: need_pwm
de: Bitte geben Sie einen PWM ein

source: need_pwm_from_to
de: Bitte geben Sie einen PWM zwischen 500-10000

source: switch_id_empty
de: Die Schalter - ID darf nicht leer gelassen werden

source: switch_id_empty_error
de: Formatfehler in der Schalter ID

source: Switch ID
de: Schalter ID

source: Number of Buttons
de: Anzahl der Tasten

source: Button Index
de: Tasten Index

source: Short press
de: Kurz drücken

source: Long press - Start
de: Lange drücken - Start

source: Long press - End
de: Lange drücken - Ende

source: Press Type
de: Betätigungsart

source: Action
de: Aktion

source: Select Action
de: Aktion wählen

source: Light on
de: Licht an

source: Light off
de: Licht aus

source: Light on/off
de: Licht an/aus

source: White on
de: Weiß an

source: White off
de: Weiß aus

source: White on/off
de: Weiß an/aus

source: Step level up
de: Schritt hoch

source: Step level down
de: Schritt runter

source: Step level up/down
de: Schritt hoch/runter

source: Step CCT/white up
de: Schritt CCT / Weiß hoch

source: Step CCT/white down
de: Schritt CCT / Weiß runter

source: Step CCT/white up/down
de: Schritt CCT / Weiß hoch/runter

source: Move level stop
de: Level Bewegung stop

source: Move level up
de: Level Bewegung hoch

source: Move level down
de: Level Bewegung runter

source: Move level up/down
de: Level Bewegung hoch/runter

source: Move CCT/white stop
de: CCT/weiß Einstellung stop

source: Move CCT/white up
de: CCT/weiß Einstellung hoch

source: Move CCT/white down
de: CCT/weiß Einstellung runter

source: Move CCT/white up/down
de: CCT/weiß Einstellung hoch/runter

source: Move RGB mix fade stop
de: RGB Mix-Fade Einstellung stop

source: Move RGB mix fade up
de: RGB Mix-Fade Einstellung hoch

source: Move RGB mix fade down
de: RGB Mix-Fade Einstellung runter

source: Move RGB mix fade up/down
de: RGB Mix-Fade Einstellung hoch/runter

source: Move speed up/down stop
de: Geschwindigkeiteinstellung hoch/runter stop

source: Move speed up
de: Geschwindigkeiteinstellung hoch

source: Move speed down
de: Geschwindigkeiteinstellung runter

source: Move speed up/down
de: Geschwindigkeiteinstellung hoch/runter

source: Save scene 1
de: Szene 1 speichern

source: Recall scene 1
de: Szene 1 wieder aufrufen

source: Save scene 2
de: Szene 2 speichern

source: Recall scene 2
de: Szene 2 wieder aufrufen

source: Save scene 3
de: Szene 3 speichern

source: Recall scene 3
de: Szene 3 wieder aufrufen

source: Save scene 4
de: Szene 4 speichern

source: Recall scene 4
de: Szene 4 wieder aufrufen

source: Change CCT
de: CCT ändern

source: Change RGB
de: RGB ändern

source: Run built-in running mode
de: Eingebauten Betriebsmodus ausführen

source: hours
de: Stunden

source: minutes
de: Minuten

source: seconds
de: Sekunden

source: max_time
de: Maximal 18 Std. 12 Min. 15 Sek.

source: Reset duration
de: Dauer zurücksetzen

source: Duration Setup
de: Einstellungen für die Dauer

source: duration_out_of_range
de: Die Dauer, die sie eingegeben haben, liegt ausserhalb des möglichen Bereichs

source: Sunrise/Sunset
de: Sonnenaufgang / Sonnenuntergang

source: Scene
de: Szene

source: Custom
de: Benutzerdefiniert

source: Brightness
de: Helligkeit

source: Color
de: Farbe

source: Color Temperature
de: Farbtemperatur

source: White
de: Weiß

source: Duration
de: Dauer

source: Time zone
de: Zeitzone

source: Longitude
de: Längengrad

source: Latitude
de: Breitengrad

source: Sync with phone
de: Mit Mobiltelefon synchronisieren

source: Enabled
de: Aktiviert

source: Disabled
de: Deaktiviert

source: On/Off
de: An / Aus

source: h
de: Std.

source: min
de: Minute

source: s
de: Sek.

source: Sunrise
de: Sonnenaufgang

source: Sunset
de: Sonnenuntergang

source: Change action type
de: Aktionsart ändern

source: Date-time
de: Datum und Uhrzeit

source: Configure network
de: Netzwerk konfigurieren

source: Share local network
de: Lokales Netzwerk freigeben

source: Import network
de: Netzwerk importieren

source: Share
de: Weiterleiten

source: Import
de: Imortieren

source: Data upload successfully, now you can import network on other phones.
de: Daten erfolgreich hochgeladen. Sie können ihr Netzwerk jetzt auf andere Mobiltelefone importieren.

source: Data uploaded failed, please try again later
de: Das Hochladen der Daten ist fehlgeschlagen. Bitte versuchen Sie es später erneut.

source: Network connection lost, please try again later
de: Netzwerkverbindung verloren. Bitte versuchen Sie es später erneut.

source: Please enter a networkID
de: Bitte geben Sie eine Netzwerk ID ein

source: No data, have you shared the local network? Is the network ID correct?
de: Keine Daten. Haben Sie das lokale Netzwerk freigegeben? Ist die Netzwerk ID korrekt?

source: Import network successfully.
de: Netzwerkimport erfolgreich

source: Requesting data...
de: Ich fordere Daten an…

source: Clear all data
de: Alle Daten löschen

source: Are you sure clear all data?
de: Sind Sie sicher, dass sie alle Daten löschen möchten?

source: Dark
de: Dunkel

source: Light
de: Hell / Licht

source: Please select a target first
de: Bitte wählen Sie zuerst ein Ziel aus

source: Target
de: Ziel

source: Time
de: Zeit

source: Days
de: Tage

source: day
de: Tag

source: No days selected
de: Keine Tage ausgewählt

source: Everyday
de: Jeden Tag

source: working day
de: Arbeitstag

source: weekend
de: Wochenende

source: Date
de: Datum

source: Sunday
de: Sonntag

source: Monday
de: Montag

source: Tuesday
de: Dienstag

source: Wednesday
de: Mittwoch

source: Thursday
de: Donnerstag

source: Friday
de: Freitag

source: Saturday
de: Samstag

source: Sun.
de: Son.

source: Mon.
de: Mo.

source: Tues.
de: Di.

source: Wed.
de: Mi.

source: Thur.
de: Do.

source: Fri.
de: Fr.

source: Sat.
de: Sa.

source: No schedulings
de: Keine Terminplanung

source: Scheduler need a target.
de: Terminierung braucht ein Ziel

source: The weekly scheduler must select some days.
de: Die Wochenplanung braucht angaben zu Tagen.

source: Scheduling is not available because there are no devices detected.
de: Terminierung ist nicht verfügbar, da noch keine Geräte gefunden wurden.

source: Speed
de: Geschwindigkeit

source: Switch Type
de: Auswahl Schalterart

source: Normal on/off
de: Schalter

source: Push button
de: Taster

source: 3-way switch
de: 3-Wege - Schalter / Taster

source: Add Mode
de: Modus hinzufügen

source: Are you sure delete the alarm?
de: Sind Sie sicher, dass Sie den Alarm löschen möchten?

source: Enable RGB independence
de: RGB-Unabhängigkeit aktivieren

source: Clear all dynamic settings?
de: Alle Dynamik-Einstellung löschen?

source: Loading state...
de: Lade Status …

source: Dynamic 1
de: Dynamik 1

source: Dynamic 2
de: Dynamik 2

source: Dynamic 3
de: Dynamik 3

source: Dynamic 4
de: Dynamik 4

source: Dynamic 5
de: Dynamik 5

source: Dynamic 6
de: Dynamik 6

source: Dynamic 7
de: Dynamik 7

source: Dynamic 8
de: Dynamik 8

source: Dynamic 9
de: Dynamik 9

source: Dynamic 10
de: Dynamik 10

source: Dynamic 11
de: Dynamik 11

source: Dynamic 12
de: Dynamik 12

source: Dynamic 13
de: Dynamik 13

source: Dynamic 14
de: Dynamik 14

source: Dynamic 15
de: Dynamik 15

source: Dynamic 16
de: Dynamik 16

source: Select run mode
de: Betriebsmodus wählen

source: Only one time
de: Nur einmal

source: Repeat several times
de: Mehrmals wiederholen

source: Keep repeating
de: Wiederholen

source: Rename
de: Umbenennen

source: Previous
de: Vorherige

source: Upgraded
de: Verbessert

source: more_information
de: Weitere Informationen

source: whitelist_setup
de: Whitelist-Einstellungen

source: reset_network
de: Netzwerk zurücksetzen

source: connected
de: Verbunden

source: disconnected
de: Getrennt

source: add_user
de: Benutzer hinzufügen

source: device_type
de: Gerätetyp

source: reset_network_alert_title
de: Sind Sie sicher, dass Sie die Netzwerke zurücksetzen möchten?

source: reset_network_alert_message
de: Nachdem Sie die Netzwerke zurückgesetzt haben, können andere Mobilgeräte sich nicht mit Ihrem Gerät verbinden.

source: Door sensor
de: Türsensor

source: Sensor ID
de: Sensoren ID

source: On Action
de: Aktion an

source: Off Action
de: Aktion aus

source: Action type
de: Aktionsart

source: All attributes
de: Alle Attribute

source: Color temperature
de: Farbtemperatur

source: Red
de: Rot

source: Green
de: Grün

source: Blue
de: Blau

source: sensor_id_invalid
de: Ungültige Sensoren ID

source: Natural Light
de: Natürliches Licht

source: This device is not supported.
de: Dieser Dienst wird nicht unterstützt.

source: Mode
de: Modus

source: Reset All
de: Alles zurücksetzen

source: Templates
de: Vorlagen

source: Standard mode
de: Standardmodus

source: Office mode
de: Büromodus

source: Health care mode
de: HCL-Modus

source: Reset all before updating the data.
de: Alles zurücksetzen bevor Daten aktualisiert werden / Setzen Sie alles zurück, bevor Sie Daten aktualisieren

source: Reset all before setting the data.
de: Alles zurücksetzen bevor Daten eingestellt werden / Setzen Sie alles zurück, bevor Sie Daten einstellen

source: Are you sure you want to reset all modes?
de: Sind Sie sicher, dass Sie alle Modi zurücksetzen möchten?

source: Invalid data
de: Ungültige Daten

source: Natural light has not been set
de: Natürliches Licht wurde noch nicht eingestellt.

source: Light On/Off Duration
de: Licht An / Aus Duer

source: Set all the lights
de: Alle Lichter einstellen

source: Microwave motion sensor
de: Mikrowellen - Bewegungsmelder

source: Configure Microwave Motion Sensor
de: Bewegungsmelder der Mikrowelle konfigurieren

source: Detection
de: Erkennung

source: No detection
de: Keine Erkennung

source: Sensitivity
de: Sensitivität

source: Light duration
de: Lichtdauer

source: Photoresistor threshold
de: Schwellenwert für Fotowiderstände

source: Radar settings
de: Radarsensor-Einstellungen

source: Do not save
de: Nicht speichern

source: Not set yet
de: Noch nicht festlegen

source: PWM duty ratio
de: PWM-Betriebsbereich

source: Radar on/off
de: Radarsensor an/aus

source: Radar state
de: Radarsensor Status

source: Detection distance
de: Erkennungsdistanz

source: Speed data
de: Datengeschwindigkeit

source: Signal strength
de: Signalstärke

source: Human induction sensitivity
de: Bewegungsempfindlichkeit

source: Microwave module on/off state
de: Mikrowellen-Sensor an/aus

source: Light module on/off state
de: Lichtmodule an/aus Status

source: Brightness threshold
de: Helligkeitsschwelle

source: Detection PWM output duration
de: Nachlaufzeit bei Bewegung

source: Detection PWM output brightness
de: PWM-Erfassung: Helligkeit

source: Detection PWM output percentage
de: PWM-Erfassung: Prozent

source: No detection PWM output duration
de: Nachlaufzeit nach Bewegung

source: No detection PWM output percentage
de: Bewegungsempfindlickeit nach Bewegung

source: PWM output percentage after no detection
de: Bewegungsempfindlickeit nach Bewegung

source: Working mode
de: Betriebsmodus

source: Automatic
de: Automatik

source: Independent
de: Unabhängig

source: Response state interval
de: Status Abfrage Interval

source: Response state on/off
de: Status Abfrage für Test an/aus

source: Current value
de: Aktueller Wert

source: New value
de: Neuer Wert

source: Default
de: Standard

source: Attribute
de: Merkmal

source: Set to default
de: Auf Standard setzen

source: The update is complete
de: Die Aktualisierung ist fertig

source: No response
de: Keine Antwort

source: Value
de: Wert

source: The value is out of range.
de: Dieser Wert liegt ausserhalb des zulässigen Bereichs
