Repository: maginawin/AppString_Node
Catalog: assert/easythings/Localizable_*_231206.strings
Languages: de

source: LUX zero deviation of the brightness sensor
de: Helligkeitssensor LUX-Wert anpassen

source: LUX scale factor of the brightness sensor
de: LUX - Skalierungsfaktor des Hellikkeitssensors

source: State
de: Status

source: Write DOOYA ID
de: DOOYA ID eingeben

source: settings
de: Einstellungen

source: available_only_on_local_network
de: Nur auf lokalem Netzwerk verfügbar

source: sync_host_header_text
de: Dieses Gerät als Sync Host festlegen, mit dem sich die anderen Lichter dieser Gruppe verbinden

source: firmware_updates
de: Firmware Update

source: check_for_updates
de: Nach Updates suchen

source: checking...
de: Ich prüfe…

source: no_updates_message
de: Kein Update verfügbar

source: recheck
de: Erneut überprüfen

source: updates
de: Aktualisierungen

source: start_updates
de: Update starten

source: updating...
de: Aktualisiere …

source: update_successful
de: Update erfolgreich

source: update_failed
de: Update fehlgeschlagen

source: try_again
de: Erneut versuchen

source: Auto Mode
de: Automatik-Modus

source: setLum
de: Lum einstellen

source: setCt
de: CT einstellen

source: setRed
de: Rot einstellen

source: setGreen
de: Grün einstellen

source: setBlue
de: Blau einstellen

source: setRGB
de: RGB einstellen

source: longPress
de: Bitte lange drücken

source: no_device_and_try_again
de: Gerät nicht gefunden

source: rescan
de: Erneut scannen

source: manuallySetAddress
de: Adresse manuell eingeben

source: device_count
de: Geräte-Zähler %d

source: sort_by
de: Sortieren nach

source: search_results
de: Suchergebnisse

source: available_new_addresses
de: Verfügbare neue Adressen

source: address
de: Adresse

source: default_addr
de: Standardadresse

source: new_addr
de: Neue Adresse

source: repeat
de: Wiederholen

source: noRepeat
de: Nicht wiederholen

source: set_address
de: Adresse eingeben

source: connected_setting
de: Verbunden, einstellen

source: connect_failed_try_again
de: Verbindung fehlgeschlagen, bitte überprüfen Sie Ihr Gerät und versuchen es erneut.

source: set_successful
de: Einstellen erfolgreich!

source: set_failed_try_again
de: Einstellen fehlgeschlagen, bitte überprüfen Sie Ihr Gerät und versuchen es erneut.

source: next
de: Nächste

source: set_address_tip
de: Geben Sie dem Gerät eine neue Adresse. Der Adressraum ist 1 bis 254.

source: currentAddress
de: Die aktuelle Adresse ist %d

source: same_address
de: Dies ist die gleiche Adresse

source: address_out_range
de: Das ist ausserhalb des erlaubten Raums

source: set
de: Einstellen

source: current_address
de: Aktuelle Adresse

source: history_records
de: Aufzeichnungen

source: clearHistoryTip
de: Sind Sie sicher, dass sie alle Aufzeichnungen löschen möchten?

source: address_count
de: Anzahl Adressen %d

source: no_available_addresses
de: Derzeit keine verfügbaren Adressen vorhanden.

source: no_history_tip
de: Derzeit keine verfügbaren Aufzeichnungen vorhanden.

source: ok_tip
de: OK / Bestätigen

source: Modes
de: Modus

source: Colors
de: Farben
