Repository: maginawin/AppString_Node
Catalog: assert/azoulasmart/Localizable_*_241214.strings
Languages: de

source: If your gateway malfunctions and a backup is available, you can replace it with a new gateway.
de: Wenn Ihr Gateway nicht funktioniert und eine Sicherung verfügbar ist, können Sie es durch ein neues Gateway ersetzen.
