Repository: maginawin/AppString_Node
Catalog: assert/azoulasmart/Localizable_*_240925.strings
Languages: fr

source: Please set the total number of Lights (bulbs) before you set value for each segment. All segments work on a range. EX)'From bulbs 1-100'. Move the cursor to set the number of bulbs in each segment. Adjust the cursor positions to change the setting range.
fr: Veuillez définir le nombre total de lumières (ampoules) avant de définir la valeur de chaque segment. Tous les segments fonctionnent sur une plage. EX)'À partir des ampoules 1-100'. Déplacez le curseur pour définir le nombre d’ampoules dans chaque segment. Ajustez la position du curseur pour modifier la plage de réglage.

source: Of bulbs
fr: Des bulbes

source: Segmented light strip
fr: Bande lumineuse segmentée

source: You need to repower your device after changing the SPI IC Setting.
fr: Vous devez recharger votre appareil après avoir modifié le paramètre SPI IC.

source: Are you sure you want to reset "Segmented light strip" ?
fr: Êtes-vous sûr de vouloir réinitialiser "Bande lumineuse segmentée » ?

source: Number of Bulbs in Segment
fr: Nombre d’ampoules dans le segment

source: Set Value (Min: %d)
fr: Valeur de définition (min : %d)

source: Set Value (Max: %d)
fr: Définir la valeur (max. : %d)

source: Cool
fr: Refroidir

source: Heat
fr: Chaleur

source: Fan only
fr: Ventilateur uniquement

source: Low
fr: Bas

source: Medium
fr: Douleur moyenne

source: High
fr: Haut

source: Changed to cool
fr: Changé en froid

source: Changed to heat
fr: Changé en chaleur

source: Changed to fan only
fr: Changé en ventilateur uniquement

source: Is cool mode
fr: Est en mode froid

source: Is heat mode
fr: Est en mode chauffage

source: Is fan only mode
fr: Est en mode ventilateur uniquement

source: Change to cool
fr: Passer au cool

source: Change to heat
fr: Passer à la chaleur

source: Change to fan only
fr: Passer au ventilateur uniquement

source: Fan speed
fr: Vitesse du ventilateur

source: Change to away
fr: Changer pour absent

source: Learning
fr: Apprentissage

source: Please point the remote control at the infrared controller and press the button you want to learn briefly.
fr: Veuillez pointer la télécommande vers le contrôleur infrarouge et appuyer brièvement sur le bouton que vous souhaitez apprendre.

source: Up to 64 buttons can be added for learning.
fr: Jusqu’à 64 boutons peuvent être ajoutés pour l’apprentissage.

source: Up to 33 buttons can be added for learning.
fr: Jusqu’à 33 boutons peuvent être ajoutés pour l’apprentissage.

source: Learn successful
fr: Apprendre avec succès

source: Please input the button name
fr: Veuillez saisir le nom du bouton

source: Remote control name
fr: Nom de la télécommande

source: Please input the remote control name
fr: Veuillez saisir le nom de la télécommande

source: Rename
fr: Renommer

source: Are you sure you want to delete the remote control "%@?"
fr: Êtes-vous sûr de vouloir supprimer la télécommande "%@" ?

source: Add remote control
fr: Ajouter une télécommande

source: Relearn
fr: Réapprendre

source: Are you sure you want to delete the button "%@"?
fr: Êtes-vous sûr de vouloir supprimer le bouton "%@" ?

source: Remote controls
fr: Télécommandes

source: Confirm
fr: Confirmer

source: Button name cannot be empty
fr: Le nom du bouton ne peut pas être vide

source: The remote control name cannot be empty
fr: Le nom de la télécommande ne peut pas être vide

source: This action is not available, please remove it.
fr: Cette action n’est pas disponible, veuillez la supprimer.

source: Invalid action
fr: Action non valide

source: History
fr: Histoire

source: Unable to obtain the QR Code, please upgrade the gateway to the latest firmware.
fr: Si vous ne parvenez pas à obtenir le code QR, veuillez mettre à niveau la passerelle vers le dernier micrologiciel.

source: Gateway Upgrade History
fr: Historique de mise à niveau de la passerelle

source: Switch (Key 4) - Azoula 16 Channels
fr: Switch (Touche 4) - Azoula 16 Canaux

source: Switch (Key 4) - Standard 4 Channels
fr: Commutateur (touche 4) - Standard 4 canaux

source: Gateway Channel
fr: Canal de passerelle

source: The channel of this gateway doesn't support the Normal Green Power Switch, you must change the channel before you add the Normal Green Power Switch. Please note, all the devices that have already been added will need to be added again after the channel is changed.
fr: Le canal de cette passerelle ne prend pas en charge le commutateur d’alimentation vert normal, vous devez changer de canal avant d’ajouter le commutateur d’alimentation vert normal. Veuillez noter que tous les appareils qui ont déjà été ajoutés devront être ajoutés à nouveau après le changement de chaîne.

source: Occupancy
fr: Occupation

source: CO detection
fr: Détection de CO

source: Gas detection
fr: Détection de gaz

source: Smoke detection
fr: Détection de fumée

source: Detected
fr: Détecté

source: CO detected
fr: CO détecté

source: CO not detected
fr: CO non détecté

source: Gas detected
fr: Gaz détecté

source: Gas not detected
fr: Gaz non détecté

source: Smoke detected
fr: Fumée détectée

source: Smoke not detected
fr: Fumée non détectée

source: CO is detected
fr: Du CO est détecté

source: CO is not detected
fr: Le CO n’est pas détecté

source: Gas is detected
fr: Du gaz est détecté

source: Gas is not detected
fr: Le gaz n’est pas détecté

source: Smoke is detected
fr: De la fumée est détectée

source: Smoke is not detected
fr: La fumée n’est pas détectée

source: Water overflow
fr: Débordement d’eau

source: Water overflow not detected
fr: Débordement d’eau non détecté

source: Water overflow is detected
fr: Un débordement d’eau est détecté

source: Water overflow is not detected
fr: Le débordement d’eau n’est pas détecté

source: Center
fr: Centre

source: Top left
fr: En haut à gauche

source: Top right
fr: En haut à droite

source: Bottom left
fr: En bas à gauche

source: Bottom right
fr: En bas à droite

source: Short press
fr: Appui court

source: Long press
fr: Appui long

source: Double click
fr: Double-cliquer

source: No action
fr: Aucune action

source: Clockwise rotation
fr: Rotation dans le sens des aiguilles d’une montre

source: Anticlockwise rotation
fr: Rotation dans le sens inverse des aiguilles d’une montre

source: Target
fr: Cible

source: Add Target
fr: Ajouter une cible

source: Execute scene
fr: Exécuter la scène

source: Are you sure you want to remove this Event?
fr: Êtes-vous sûr de vouloir supprimer cet événement ?

source: Log Watch
fr: Montre de journal

source: Last 2 days
fr: 2 derniers jours

source: Last 7 days
fr: 7 derniers jours

source: Last 1 month
fr: 1 dernier mois

source: Search
fr: Rechercher

source: Refresh
fr: Rafraîchir

source: Copy Log
fr: Copier le journal

source: Failed to get Log.
fr: Impossible d’obtenir le journal.

source: Knob
fr: Pommeau

source: Key
fr: Clé

source: Air Conditioner
fr: Climatiseur

source: TV Box
fr: Boîtier TV

source: Fan
fr: Éventail

source: Projector
fr: Projecteur

source: Sound
fr: Son

source: Custom Control
fr: Contrôle personnalisé

source: Up to 16 standard remote controls can be added.
fr: Il est possible d’ajouter jusqu’à 16 télécommandes standard.

source: No brand found.
fr: Aucune marque trouvée.

source: Select brand
fr: Sélectionner une marque

source: Select Type
fr: Sélectionner le type

source: Pairing
fr: Appariement

source: Click to control
fr: Cliquez pour contrôler

source: Uncontrollable
fr: Incontrôlable

source: Controllable
fr: Contrôlable

source: Can the device be controlled properly?
fr: L’appareil peut-il être contrôlé correctement ?

source: Cooling
fr: Refroidissement

source: Fan Only
fr: Ventilateur uniquement

source: Heating
fr: Chauffage

source: Air Direction
fr: Direction de l’air

source: Up
fr: En haut

source: Middle
fr: Milieu

source: Down
fr: En bas

source: Remote control
fr: Télécommande

source: Controls
fr: Contrôles

source: Change to auto mode
fr: Passer en mode automatique

source: Change to cooling mode
fr: Passer en mode refroidissement

source: Change to dry mode
fr: Passer en mode sec

source: Change to fan only mode
fr: Passer en mode ventilateur uniquement

source: Change to heating mode
fr: Passer en mode chauffage

source: set_a_temp
fr: Régler une température

source: Set fan speed to auto
fr: Réglez la vitesse du ventilateur sur auto

source: Set fan speed to low
fr: Réglez la vitesse du ventilateur sur faible

source: Set fan speed to middle
fr: Réglez la vitesse du ventilateur sur le milieu

source: Set fan speed to high
fr: Réglez la vitesse du ventilateur sur élevé

source: Set air direction to up
fr: Réglez la direction de l’air sur le haut

source: Set air direction to middle
fr: Réglez la direction de l’air au milieu

source: Set air direction to down
fr: Réglez la direction de l’air sur vers le bas

source: Set auto swing to off
fr: Réglez l’oscillation automatique sur désactivé

source: Set auto swing to on
fr: Réglez l’oscillation automatique sur on

source: Enable sleep mode
fr: Activer le mode veille

source: Disable sleep mode
fr: Désactiver le mode veille

source: Enable aux heat
fr: Activer la chaleur auxiliaire

source: Disable aux heat
fr: Désactiver la chaleur auxiliaire

source: Turn off the light
fr: Éteindre la lumière

source: Turn on the light
fr: Allumer la lumière

source: Enable energy saving mode
fr: Activer le mode d’économie d’énergie

source: Disable energy saving mode
fr: Désactiver le mode d’économie d’énergie

source: Enable fast cooling
fr: Permettre un refroidissement rapide

source: Enable fast heating
fr: Permettre un chauffage rapide

source: Enable mute mode
fr: Activer le mode muet

source: Enable powerful mode
fr: Activer le mode puissant

source: Toggle power
fr: Basculer l’alimentation

source: Toggle mute mode
fr: Basculer en mode muet

source: Toggle shake
fr: Basculer le secouement

source: Toggle air mode
fr: Basculer le mode air

source: Toggle air VOL
fr: Basculer air VOL

source: Toggle light on or off
fr: Allumer ou éteindre la lumière

source: Toggle sleep mode
fr: Basculer en mode veille

source: Set to low speed
fr: Réglé sur basse vitesse

source: Set to middle speed
fr: Réglé sur vitesse moyenne

source: Set to high speed
fr: Réglé sur haute vitesse

source: Play
fr: Jouer

source: Last
fr: Dernier

source: Quit
fr: Quitter

source: tv_next
fr: Prochain

source: tv_volume
fr: VOL

source: tv_channel
fr: CH

source: tv_auto
fr: AUTO

source: tv_zoom
fr: ZOOM

source: ON/SPEED
fr: ON/VITESSE

source: tv_mode
fr: Mode

source: tv_shake
fr: Secouer

source: tv_anion
fr: Anion

source: tv_cool
fr: Refroidir

source: tv_air_vol
fr: Air Vol

source: tv_sleep
fr: Dormir

source: tv_timer
fr: Minuteur

source: tv_light
fr: Lumière du soleil

source: air_on
fr: MARCHE

source: air_temp
fr: TEMP

source: air_off
fr: ARRÊT

source: air_mode
fr: MODE

source: air_f_hot
fr: F.Chaud

source: air_f_cool
fr: F.Froid

source: air_swing
fr: BALANÇOIRE

source: air_aux_heat
fr: CHALEUR AUXILIAIRE

source: air_sleep
fr: DORMIR

source: air_light
fr: LUMIÈRE

source: air_mute
fr: MUET

source: air_power
fr: POUVOIR

source: air_energy
fr: ÉNERGIE

source: You are about to add your Sonos devices.
fr: Vous êtes sur le point d’ajouter vos appareils Sonos.

source: Something went wrong while controlling %@, Please check that your SONOS speaker is working properly.
fr: Quelque chose s’est mal passé lors du contrôle de %@, Veuillez vérifier que votre haut-parleur SONOS fonctionne correctement.

source: Paused
fr: Pause

source: Playing
fr: Jeu

source: Aborted
fr: Abandonné

source: Set volume
fr: Régler le volume

source: Toggle Play/Pause
fr: Basculer Lecture/Pause

source: Previous
fr: Précédent

source: No repeat
fr: Pas de répétition

source: Repeat one
fr: Répétez l’opération

source: Repeat playlist
fr: Répéter la liste de lecture

source: Mute the volume
fr: Couper le volume

source: Unmute the volume
fr: Réactiver le volume

source: Toggle muted volume on or off
fr: Activer ou désactiver le volume coupé

source: Shuffle on
fr: Lecture aléatoire activée

source: Shuffle off
fr: Lecture aléatoire désactivée

source: Repeat one on
fr: Répéter un activé

source: Repeat one off
fr: Répéter un désactivé

source: Repeat playlist on
fr: Répéter la playlist activé

source: Repeat playlist off
fr: Répéter la playlist désactivé

source: Please add songs to the playlist in the SONOS App first.
fr: Veuillez d’abord ajouter des chansons à la liste de lecture dans l’application SONOS.

source: SONOS Systems
fr: Systèmes SONOS

source: Are you sure you want to delete this SONOS system?
fr: Êtes-vous sûr de vouloir supprimer ce système SONOS ?

source: No SONOS systems found.
fr: Aucun système SONOS n’a été détecté.

source: SONOS System Name
fr: Nom du système SONOS

source: Enter SONOS System Name
fr: Entrez le nom du système SONOS

source: The SONOS system name cannot be empty
fr: Le nom du système SONOS ne peut pas être vide

source: Please make sure that your SONOS App can play music normally with the sound.
fr: Assurez-vous que votre application SONOS peut lire de la musique normalement avec le son.

source: Then add SONOS sound in this App.
fr: Ajoutez ensuite le son SONOS dans cette application.

source: Long Press Detection Time
fr: Temps de détection d’appui long

source: Custom
fr: Personnalisé

source: Green Power
fr: Énergie verte

source: Green Power Settings
fr: Paramètres d’alimentation verte

source: The gateway version must be at least 4.20. Please update your gateway first.
fr: La version de la passerelle doit être au moins 4.20. Veuillez d’abord mettre à jour votre passerelle.

source: Gateway Timezone
fr: Fuseau horaire du portail

source: Phone Timezone
fr: Fuseau horaire du téléphone

source: Sync the phone timezone to the gateway.
fr: Synchronisez le fuseau horaire du téléphone avec le portail.

source: Sync
fr: Synchronisation

source: Stop automation
fr: Arrêter l'automatisation

source: New Firmware
fr: Nouveau micrologiciel

source: We have released a new firmware version. Please update the firmware to enjoy a better experience.
fr: Nous avons publié une nouvelle version du micrologiciel. Veuillez mettre à jour le micrologiciel pour profiter d'une meilleure expérience.

source: Go to update
fr: Accéder à la mise à jour

source: CA file URL or string
fr: URL du fichier CA ou chaîne

source: Client certificate URL or string
fr: URL du certificat client ou chaîne

source: Client key URL or string
fr: URL de la clé client ou chaîne

source: When using self-signed certificates, specify either the download URL of the CA certificate or the CA certificate string.
fr: Lors de l'utilisation de certificats auto-signés, spécifiez l'URL de téléchargement du certificat CA ou la chaîne du certificat CA.

source: When using self-signed certificates, specify either the download URL of the client certificate or the client certificate string.
fr: Lors de l'utilisation de certificats auto-signés, spécifiez l'URL de téléchargement du certificat client ou la chaîne du certificat client.

source: When using self-signed certificates, specify either the download URL of the client key or the client key string.
fr: Lors de l'utilisation de certificats auto-signés, spécifiez l'URL de téléchargement de la clé client ou la chaîne de la clé client.

source: New Gateway Firmware
fr: Nouveau micrologiciel du portail

source: The gateway's time zone is different from the current time zone of the phone.
fr: Le fuseau horaire du portail est différent du fuseau horaire actuel du téléphone.

source: No notifications
fr: Pas de notifications

source: Current & Compensation
fr: Courant actuel & Compensation

source: Target Current
fr: Courant cible

source: Minimum Current Compensation
fr: Compensation minimum du courant

source: You need to restart the device for this property update to take effect. This property is only supported by NFC power supply.
fr: Vous devez redémarrer l'appareil pour que cette mise à jour de propriété prenne effet. Cette propriété est uniquement prise en charge par l'alimentation NFC.

source: Target Current is out of range.
fr: Le courant cible est hors de portée.

source: Minimum Current Compensation is out of range.
fr: La compensation minimum du courant est hors de portée.

source: Experiments
fr: Expériences

source: These are experimental and unsupported features of the App and may disappear at any time. Use them at your own risk.
fr: Ce sont des fonctionnalités expérimentales et non supportées de l'application et peuvent disparaître à tout moment. Utilisez-les à vos propres risques.

source: 4″ Screen Content
fr: Contenu de l'écran 4″

source: Needs to be used with 4″ screen gateway.
fr: Doit être utilisé avec un portail à écran de 4″.

source: No scenes, please add a scene first.
fr: Pas de scènes, veuillez d'abord ajouter une scène.

source: No devices, please add a device first.
fr: Pas d'appareils, veuillez d'abord ajouter un appareil.

source: No zones, please add a zone first.
fr: Pas de zones, veuillez d'abord ajouter une zone.

source: Device Type
fr: Type d'appareil

source: Curtain
fr: Rideau

source: Light
fr: Lumière du soleil

source: Curtain Type
fr: Type de rideau

source: Normal Curtain
fr: Rideau normal

source: Shutter
fr: Volet

source: Reverse Output
fr: Sortie inversée

source: Calibration
fr: Calibrage

source: Device will be deleted. Are you sure you want to change the device type?
fr: L'appareil sera supprimé. Êtes-vous sûr de vouloir changer le type d'appareil ?

source: Curtain Opening Time
fr: Temps d'ouverture du rideau

source: Curtain Closing Time
fr: Temps de fermeture du rideau

source: Blinds Opening Time
fr: Temps d'ouverture des stores

source: Blinds Closing Time
fr: Temps de fermeture des stores

source: Gap Travel Ratio
fr: Ratio de déplacement de l'ouverture

source: Time for curtains to open from closed (unit: s). Displays 0 if uncalibrated. Adjustable if discrepancies are found post-calibration.
fr: Temps pour que les rideaux s'ouvrent à partir de la position fermée (unité : s). Affiche 0 si non calibré. Ajustable si des écarts sont trouvés après calibrage.

source: Time for curtains to closed from open (unit: s). Displays 0 if uncalibrated. Adjustable if discrepancies are found post-calibration.
fr: Temps pour que les rideaux se ferment à partir de la position ouverte (unité : s). Affiche 0 si non calibré. Ajustable si des écarts sont trouvés après calibrage.

source: Time for blinds to open from closed (unit: s). Displays 0 if uncalibrated. Adjustable if discrepancies are found post-calibration.
fr: Temps pour que les stores s'ouvrent à partir de la position fermée (unité : s). Affiche 0 si non calibré. Ajustable si des écarts sont trouvés après calibrage.

source: Time for blinds to closed from open (unit: s). Displays 0 if uncalibrated. Adjustable if discrepancies are found post-calibration.
fr: Temps pour que les stores se ferment à partir de la position ouverte (unité : s). Affiche 0 si non calibré. Ajustable si des écarts sont trouvés après calibrage.

source: Set the gap travel ratio (range: 0.1% to 90%, unit: 0.001). Calculation formula: Ratio = 1000 * Gap Travel / Total Travel. Applicable to calibrated roller blinds and venetian blinds.
fr: Définissez le ratio de déplacement de l'ouverture (plage : 0,1 % à 90 %, unité : 0,001). Formule de calcul : Ratio = 1000 * Déplacement de l'ouverture / Déplacement total. Applicable aux stores roulants et stores vénitiens calibrés.

source: Illuminance Threshold
fr: Seuil d'illuminance

source: Occupancy Detection Sensitivity
fr: Sensibilité de détection de présence

source: Occupancy LED
fr: LED de présence

source: Sensitivity
fr: Sensibilité

source: Select Server
fr: Sélectionner le serveur

source: Non-mainland China preferred
fr: Préférence hors de la Chine continentale

source: You have to update your gateway first.
fr: Vous devez d'abord mettre à jour votre portail.

source: Mainland China preferred
fr: Préférence pour la Chine continentale

source: Cloud Server
fr: Serveur cloud

source: Change Cloud Server
fr: Changer de serveur cloud

source: Are you sure you want to change the cloud server?
fr: Êtes-vous sûr de vouloir changer de serveur cloud ?

source: Led State
fr: État de la LED

source: Automatic
fr: Automatique

source: IP Address
fr: Adresse IP

source: Subnet Mask
fr: Masque de sous-réseau

source: Router
fr: Routeur

source: DNS-2 (Optional)
fr: DNS-2 (Optionnel)
