Repository: maginawin/AppString_Node
Catalog: assert/azoulasmart/Localizable_*_241214.strings
Languages: de

source: Sign In
de: Anmelden

source: Sign Up
de: Registrieren

source: Local Gateway Login
de: Anmeldung am lokalen Gateway

source: Please type an Email
de: Bitte gebe eine E-Mail ein

source: Please type a password
de: Bitte gebe ein Passwort ein

source: I have read and agreed
de: Ich habe gelesen und zugestimmt

source: "Privacy Policy"
de: "Datenschutzrichtlinie"

source: Forgot Password
de: Passwort vergessen

source: Verification Code
de: Bestätigungscode

source: Obtain
de: Erhalte

source: Change Password
de: Passwort ändern

source: Wrong email format.
de: Falsches E-Mail-Format.

source: Please type a valid Email.
de: Bitte gebe eine gültige E-Mail ein.

source: The password must be 6-20 characters and can only contain numbers, uppercase and lowercase letters and @#$?.%^&+= characters.
de: Das Passwort muss 6-20 Zeichen lang sein und darf nur Zahlen, Groß- und Kleinbuchstaben und @#$?.%^&+= enthalten.

source: Login failed, email not registered or wrong password.
de: Anmeldung fehlgeschlagen, E-Mail nicht registriert oder falsches Passwort.

source: Too many login failures, please try again after 5 minutes.
de: Zu viele Login-Fehler, bitte versuche es nach 5 Minuten erneut.

source: The email is not registered yet.
de: Die E-Mail ist noch nicht registriert.

source: Registration successful
de: Anmeldung erfolgreich

source: The email is already registered.
de: Die E-Mail ist bereits registriert.

source: The verification code does not exist.
de: Der Verifizierungscode ist nicht vorhanden.

source: Invalid verification code.
de: Ungültiger Bestätigungscode.

source: The network request failed.
de: Die Netzwerkanfrage ist fehlgeschlagen.

source: A verification code has been sent to your Email.
de: Ein Verifizierungscode wurde an Deine E-Mail-Adresse gesendet.

source: Your password has been changed.
de: Dein Passwort wurde geändert.

source: Privacy Policy
de: Datenschutzrichtlinie

source: Home
de: Startseite

source: Rooms
de: Räume

source: Security
de: Sicherheit

source: Discovering Gateways…
de: Gateways entdecken...

source: Connecting...
de: Verbinden...

source: Press the button in the center of the gateway to connect.
de: Drücke die Taste in der Mitte des Gateways, um eine Verbindung herzustellen.

source: Failed to connect to the gateway, please check your network and your gateway.
de: Die Verbindung zum Gateway konnte nicht hergestellt werden. Bitte überprüfe dein Netzwerk und dein Gateway.

source: Are you sure you want to delete all of the gateway login information?
de: Bist du sicher, dass du alle Anmeldeinformationen des Gateways löschen willst?

source: Deleted
de: Gelöscht

source: Select a gateway that you want to connect.
de: Wähle ein Gateway aus, das du verbinden willst.

source: Connect
de: Verbinden

source: Failed to connect to server, please check your network and try again.
de: Die Verbindung zum Server konnte nicht hergestellt werden. Bitte überprüfe dein Netzwerk und versuche es erneut.

source: Hello
de: Hallo

source: Thanks for inviting Azoula into your home.
de: Danke, dass Du Azoula in dein Haus eingeladen hast.

source: Let's get started by adding your first gateway.
de: Beginnen wir mit dem Hinzufügen deines ersten Gateways.

source: Waiting for Azoula to initialize...
de: Warten auf die Initialisierung von Azoula...

source: Thanks for inviting Rafeed into your home.
de: Danke, dass Sie Rafeed in Ihr Zuhause eingeladen haben.

source: Waiting for Rafeed to initialize...
de: Warten auf die Initialisierung von Rafeed...

source: Adding...
de: füge hinzu ...

source: Add Gateway
de: Gateway hinzufügen

source: The gateway is already bound, please ask the gateway owner invite you to join the gateway. If you are about to rebind the gateway, reset the gateway first.
de: Das Gateway ist bereits verbunden. Bitte den Eigentümer des Gateways, dich einzuladen, dem Gateway beizutreten. Wenn Du das Gateway neu verbinden willst, setze es zuerst zurück.

source: An unknown error has occurred, please try again.
de: Es ist ein unbekannter Fehler aufgetreten, bitte versuche es erneut.

source: No permissions.
de: Keine Berechtigungen.

source: Favorite Scenes
de: Bevorzugte Szenen

source: Favorite Devices
de: Bevorzugte Geräte

source: Executed
de: Ausgeführt

source: Gateway connection lost, reconnecting...
de: Gateway-Verbindung verloren, Wiederherstellung der Verbindung...

source: No response
de: Keine Antwort

source: You need to active the device first to get the state of the device.
de: Du musst das Gerät zuerst aktivieren, um den Status des Geräts zu erhalten.

source: Reload State
de: Status neu laden

source: Mode
de: Modus

source: Open
de: Öffne

source: Closed
de: Geschlossen

# all_open
source: Open
de: Öffne

# all_closed
source: Closed
de: Geschlossen

source: Occupied
de: Belegt

source: Unoccupied
de: Unbesetzt

source: Alarmed
de: Alarmiert

source: Not alarmed
de: Nicht alarmiert

source: Off
de: Aus

source: Dry
de: Trocken

source: Manual
de: Anleitung

source: Away
de: Auswärts

source: Target temperature
de: Zieltemperatur

source: Room temperature
de: Raumtemperatur

source: Floor temperature
de: Fußbodentemperatur

source: Temperature display units
de: Einheiten für die Temperaturanzeige

source: You can only change to away mode from your device.
de: Du kannst nur von deinem Gerät aus in den Abwesenheitsmodus wechseln.

source: Edit Device
de: Gerät bearbeiten

source: Name
de: Bezeichnung

source: Room
de: Raum

source: The gateway is not responding.
de: Das Gateway antwortet nicht.

source: Model
de: Modell

source: Device ID
de: Geräte-ID

source: Manufacturer Name
de: Hersteller Name

source: Manufacturer
de: Hersteller

source: Updates
de: Aktualisierungen

source: Remove Device
de: Gerät entfernen

source: Device is offline.
de: Gerät ist offline.

source: Are you sure you want to remove this device?
de: Bist du sicher, dass du dieses Gerät entfernen willst?

source: Cancel
de: Abbrechen

source: Remove
de: Entfernen

source: Please type a device name
de: Bitte gebe einen Gerätenamen ein

source: Device Name
de: Name des Gerätes

source: Save
de: Speichern

source: Invalid request.
de: Ungültige Anfrage.

source: No firmware found
de: Keine Firmware gefunden

source: Current Version
de: Aktuelle Version

source: Checking for updates...
de: Nach Aktualisierungen suchen...

source: No updates available
de: Keine Aktualisierungen verfügbar

source: New Version
de: Neue Version

source: Updating...
de: Aktualisierung...

source: Update Now
de: Jetzt aktualisieren

source: Are you sure clear all messages?
de: Bist du sicher, dass du alle Meldungen löschen willst?

source: Update failed, please try again.
de: Aktualisierung fehlgeschlagen, bitte versuche es erneut.

source: Color
de: Farbe

source: Temperature
de: Temperatur

source: Select Room
de: Raum auswählen

source: Select Gateway
de: Gateway auswählen

source: Select a gateway to add devices
de: Wähle ein Gateway, um Geräte hinzuzufügen

source: Choose the add method you'd like to use.
de: Wähle die gewünschte Hinzufügemethode.

source: Add Devices
de: Gerät(e) hinzufügen

source: Zigbee - Install Code
de: Zigbee - Code installieren

source: Zigbee - Green Power
de: Zigbee - Ökostrom

source: You are about to add your ZigBee devices.
de: Du bist dabei, deine Zigbee-Geräte hinzuzufügen.

source: Add Install Code
de: Installationscode hinzufügen

source: You are about to add your Zigbee devices via Install Code.
de: Du bist dabei, deine Zigbee-Geräte über Install Code hinzuzufügen.

source: Count
de: Zählen

source: Done
de: Fertig

source: Stop
de: Stopp

source: New devices
de: Neue Geräte

source: Refer to your device's manual on how to enable 'pair mode'.
de: Lese in der Bedienungsanleitung deines Geräts nach, wie du den Kopplungsmodus aktivierst.

source: You cannot add devices right now, someone else is adding devices. Please try again after 3 minutes.
de: Du kannst im Moment keine Geräte hinzufügen, da jemand anderes gerade Geräte hinzufügt. Bitte versuche es nach 3 Minuten erneut.

source: Adding devices is currently not possible as someone else is already doing so. If you choose to continue, it will interrupt their operation.
de: Das Hinzufügen von Geräten ist derzeit nicht möglich, da jemand anderes dies bereits tut. Wenn du fortfährst, unterbrichst du deren Betrieb.

source: Send install codes to the gateway is failed, please try again later.
de: Das Senden von Installationscodes an das Gateway ist fehlgeschlagen, bitte versuche es später noch einmal.

source: To connect, hold the top-right button for 10 seconds, then release.
de: Um eine Verbindung herzustellen, halte die Taste oben rechts 10 Sekunden lang gedrückt und lasse sie dann los.

source: To connect, hold the top-left button for 10 seconds, then release.
de: Um eine Verbindung herzustellen, halte die obere linke Taste 10 Sekunden lang gedrückt und lasse sie dann los.

source: To connect, hold the bottom-left button for 10 seconds, then release.
de: Um eine Verbindung herzustellen, halte die untere linke Taste 10 Sekunden lang gedrückt und lasse sie dann los.

source: To connect, hold the bottom-right button for 10 seconds, then release.
de: Um eine Verbindung herzustellen, halte die Taste unten rechts 10 Sekunden lang gedrückt und lasse sie dann los.

source: That worked! Now press the top-right and bottom-left buttons at the same time.
de: Das hat funktioniert! Drücke nun gleichzeitig die Tasten oben rechts und unten links.

source: Success! Your switch is connected.
de: Erfolg! dein Schalter ist angeschlossen.

source: Scan the QR Code on your device
de: Scanne den QR-Code auf deinem Gerät

source: There are no devices in this room, please add a device first.
de: Es gibt keine Geräte in diesem Raum, bitte füge zuerst ein Gerät hinzu.

source: Default Room
de: Standard-Raum

source: Add Room
de: Raum hinzufügen

source: Devices not in this room
de: Geräte, die sich nicht in diesem Raum befinden

source: Lighting
de: Beleuchtung

source: Generic
de: Allgemein

source: Add
de: Hinzufügen

source: There are no rooms in this gateway, please add a room first.
de: Es sind keine Räume in diesem Gateway vorhanden, bitte füge zuerst einen Raum hinzu.

source: Edit Room
de: Raum bearbeiten

source: Remove Room
de: Raum entfernen

source: Are you sure you want to remove this room?
de: Bist du sicher, dass du diesen Raum entfernen willst?

source: Room Name
de: Raum Name

source: Wallpaper
de: Bildschirmhintergrund

source: Please type a room name
de: Bitte gebe einen Raumnamen ein

source: Socket
de: Steckdose

source: Scenes
de: Szenen

source: Automation
de: Automatisierung

source: There are no scenes in this gateway, please add a scene first.
de: Es gibt keine Szenen in diesem Gateway, bitte füge zuerst eine Szene hinzu.

source: There are no automation in this gateway, please add a automation first.
de: Es gibt keine Automatisierung in diesem Gateway, bitte füge zuerst eine Automatisierung hinzu.

source: Add Scene
de: Szene hinzufügen

source: Favorite
de: Favoriten

source: Add Action
de: Aktion hinzufügen

source: Edit Action
de: Aktion bearbeiten

source: Please type a name
de: Bitte gebe einen Namen ein

source: Actions...
de: Aktionen...

source: Devices
de: Geräte

source: Turn on
de: Schalte ein

source: Turn off
de: Schalte aus

source: Toggle on or off
de: Umschalten auf ein oder aus

source: Set a brightness
de: Einstellen der Helligkeit

source: Set a temperature
de: Temperatur einstellen

source: Set a color
de: Einstellen einer Farbe

source: Step brightness up
de: Helligkeit erhöhen

source: Step brightness down
de: Helligkeit herunterschalten

source: Move brightness up
de: Helligkeit erhöhen

source: Move brightness down
de: Helligkeit herunterschalten

source: Stop moving brightness
de: Helligkeit nicht mehr verschieben

source: Step color temperature up
de: Farbtemperatur erhöhen

source: Step color temperature down
de: Farbtemperatur herunterschalten

source: Move color temperature up
de: Farbtemperatur erhöhen

source: Move color temperature down
de: Farbtemperatur nach unten schalten

source: Stop moving color temperature
de: Farbtemperatur nicht mehr verschieben

source: Step hue up
de: Farbton erhöhen

source: Step hue down
de: Farbton herunterschalten

source: Move hue up
de: Farbton erhöhen

source: Move hue down
de: Farbton nach unten schalten

source: Stop moving hue
de: Farbton nicht mehr verschieben

source: Max Color Temperature
de: Max. Farbtemperatur

source: Min Color Temperature
de: Min. Farbtemperatur

source: Rate
de: Bewertung

source: Step Size
de: Schrittweite

source: Change to off
de: Ändern zu Aus

source: Change to manual
de: Ändern zu Manual

source: Change to auto
de: Ändern zu Automatisch

source: Change to dry
de: Ändern zu Trocken

source: Actions
de: Aktionen

source: Edit Scene
de: Szene bearbeiten

source: Are you sure you want to remove this scene?
de: Bist du sicher, dass du diese Szene entfernen willst?

source: Add Automation
de: Automatisierung hinzufügen

source: Add Trigger
de: Auslöser hinzufügen

source: Edit Trigger
de: Auslöser bearbeiten

source: Turned on
de: Gewechselt zu Ein

source: Turned off
de: Gewechselt zu Aus

source: Turned open
de: Gewechselt zu Offen

source: Turned closed
de: Gewechselt zu Geschlossen

source: Turned occupied
de: Gewechselt zu Belegt

source: Turned unoccupied
de: Gewechselt zu Unbelegt

source: Turned alarmed
de: Gewechselt zu Alarmiert

source: Turned not alarmed
de: Gewechselt zu Nicht alarmiert

source: Changed to off
de: Geändert zu Aus

source: Changed to manual
de: Geändert zu Manuell

source: Changed to auto
de: Geändert zu Auto

source: Changed to dry
de: Geändert zu Trocknen

source: Changed to away
de: Geändert zu Abwesend

source: Top-left button pressed
de: Linke obere Taste gedrückt

source: Top-left button hold
de: Taste oben links halten

source: Top-right button pressed
de: Rechte obere Taste gedrückt

source: Top-right button hold
de: Taste oben rechts halten

source: Bottom-left button pressed
de: Linke untere Taste gedrückt

source: Bottom-left button hold
de: Linke untere Taste gehalten

source: Bottom-right button pressed
de: Unten-rechts-Taste gedrückt

source: Bottom-right button hold
de: Unten-rechts-Taste gehalten

source: Top-left button released
de: Oben links Taste losgelassen

source: Top-right button released
de: Oben rechts Taste losgelassen

source: Bottom-left button released
de: Unten links Taste losgelassen

source: Bottom-right button released
de: Unten rechts Taste losgelassen

source: Button released
de: Taste losgelassen

source: Weekly
de: Wöchentlich

source: Daily
de: Täglich

source: Edit Weekly
de: Wöchentlich bearbeiten

source: Edit Daily
de: Täglich bearbeiten

source: Execute
de: Ausführen

source: When...
de: Wenn

source: And...(optional)
de: Und… (optional)

source: Then...
de: Und dann...

source: Edit Automation
de: Automatisierung bearbeiten

source: Brightness changed
de: Helligkeit wurde geändert

source: and
de: und

source: Add Condition
de: Bedingung hinzufügen

source: The time is
de: Die Uhrzeit ist

source: Temperature changed
de: Temperatur geändert

source: Humidity changed
de: Luftfeuchtigkeit geändert

source: Illuminance changed
de: Beleuchtungsstärke geändert

source: Room temperature changed
de: Raumtemperatur geändert

source: Floor temperature changed
de: Fußbodentemperatur geändert

source: Measured value changed
de: Messwert geändert

source: Brightness is
de: Die Helligkeit ist

source: Temperature is
de: Die Temperatur beträgt

source: Humidity is
de: Die Luftfeuchtigkeit beträgt

source: Illuminance is
de: Die Beleuchtungsstärke beträgt

source: Room temperature is
de: Die Raumtemperatur beträgt

source: Floor temperature is
de: Die Bodentemperatur beträgt

source: Enabled
de: Aktiviert

source: Disabled
de: Deaktiviert

source: Edit Condition
de: Zustand bearbeiten

source: There are no devices in this gateway, please add a device first.
de: Es sind keine Geräte in diesem Gateway vorhanden, bitte füge zuerst ein Gerät hinzu.

source: Triggers
de: Auslöser

source: Are you sure you want to remove this repeater?
de: Bist du sicher, dass du diesen Repeater entfernen willst?

source: Are you sure you want to remove this quick control?
de: Bist du sicher, dass du diesen Schnellzugriff entfernen willst?

source: Are you sure you want to remove this automation?
de: Bist du sicher, dass du diese Automatisierung entfernen willst?

source: The value is out of range.
de: Der Wert liegt außerhalb des zulässigen Bereichs.

source: Value range
de: Wertebereich

source: Is turned on
de: Ist eingeschaltet

source: Is turned off
de: Ist ausgeschaltet

source: Is open
de: Ist offen

source: Is closed
de: Ist geschlossen

source: Is occupied
de: Ist besetzt

source: Is unoccupied
de: Ist unbesetzt

source: Is alarmed
de: Ist alarmiert

source: Is not alarmed
de: Ist nicht alarmiert

source: Is off mode
de: Ist ausgeschaltet

source: Is manual mode
de: Ist im Modus Manuell

source: Is auto mode
de: Ist im Automatikmodus

source: Is dry mode
de: Ist im Modus Trocken

source: Is away mode
de: Ist im Abwesenheitsmodus

source: Conditions
de: Bedingungen

source: Weekends
de: Am Wochenende

source: Weekdays
de: Werktags

source: day
de: Tag

source: Mon
de: Mo

source: Tue
de: Di

source: Wed
de: Mit

source: Thu
de: Do

source: Fri
de: Fr.

source: Sat
de: Sa

source: Sun
de: So

source: every
de: jeder

source: Every
de: Jeder

source: Timer
de: Zeitschaltuhr

source: Date
de: Datum

source: Repeat
de: Wiederholen

source: Time
de: Uhrzeit

source: Hour
de: Stunde

source: Every Month
de: Jeden Monat

source: Month
de: Monat

source: January
de: Januar

source: February
de: Februar

source: March
de: März

source: May
de: Mai

source: June
de: Juni

source: July
de: Juli

source: October
de: Oktober

source: December
de: Dezember

# brightness_change
source: Brightness changed and %@ %d%%
de: Helligkeit wurde geändert und %@ %d%%

# temperature_change
source: Temperature changed and %@ %d℃
de: Temperatur geändert und %@ %d℃

# humidity_change
source: Humidity changed and %@ %d%%
de: Luftfeuchtigkeit geändert und %@ %d%%

# illuminance_change
source: Illuminance changed and %@ %dLux
de: Beleuchtungsstärke geändert und %@ %dLux

# room_temperature_change
source: Room temperature changed and %@ %d℃
de: Raumtemperatur geändert und %@ %d℃

# floor_temperature_change
source: Floor temperature changed and %@ %d℃
de: Fußbodentemperatur geändert und %@ %d℃

# measured_value_changed
source: Measured value changed and %@ %dLux
de: Messwert geändert und %@ %dLux

source: Gateway
de: Gateway (Kabelmodem)

source: Settings
de: Einstellungen

source: About
de: Über

source: Sign Out
de: Abmelden

source: Local Gateway
de: Lokales Gateway

source: Profile
de: Profil

source: Profile Picture
de: Profilbild

source: Nickname
de: Spitzname

source: Account
de: Konto

source: Delete Account
de: Konto löschen

source: Please send an Email verification code first.
de: Bitte sende zunächst einen E-Mail-Verifizierungscode.

source: Unknown issue
de: Unbekanntes Problem

source: Are you sure you want to delete this account？You won’t be able to control any devices via the cloud.
de: Bist du sicher, dass du dieses Konto löschen willst？Du kannst dann keine Geräte mehr über die Cloud steuern.

source: Delete
de: Löschen

source: Take Photo
de: Foto aufnehmen

source: Select from Album
de: Aus dem Album wählen

source: Please type a nickname
de: Bitte gebe einen Spitznamen ein

source: Edit Name
de: Name bearbeiten

source: Zigbee Channel
de: Zigbee-Kanal

source: Zigbee channel
de: Zigbee-Kanal

source: LAN IP
de: LAN-IP-ADRESSE

source: Copied
de: Kopiert

source: Reset Gateway
de: Gateway zurücksetzen

source: Family & Guests
de: Familie und Gäste

source: Remove Gateway
de: Gateway entfernen

source: Are you sure you want to reset the settings of this gateway?
de: Bist du sicher, dass du die Einstellungen dieses Gateways zurücksetzen willst?

source: Reset
de: Zurücksetzen

source: Are you sure you want to erase all content and settings of this gateway?
de: Bist du sicher, dass du alle Inhalte und Einstellungen dieses Gateways löschen willst?

source: Erase
de: Löschen

source: Are you sure you want to remove this gateway?
de: Bist du sicher, dass du dieses Gateway entfernen willst?

source: The gateway is already bound.
de: Das Gateway ist bereits belegt.

source: Reset Settings
de: Einstellungen zurücksetzen

source: Erase All Content and Settings
de: Alle Inhalte und Einstellungen löschen

source: Change Zigbee channel
de: Zigbee-Kanal wechseln

source: Are you sure you want to change this gateway's zigbee channel? You won't be able to control your devices after changing zigbee channel, you need to reset them and add them again.
de: Bist du sicher, dass du den Zigbee-Kanal dieses Gateways ändern willst? Nach der Änderung des Zigbee-Kanals kannst du deine Geräte nicht mehr steuern. Du musst sie zurücksetzen und erneut hinzufügen.

source: Ensure all devices are online before changing channels. If some devices don't work after changing channels, reset and re-add them again.
de: Stellen Sie sicher, dass alle Geräte online sind, bevor Sie die Kanäle wechseln. Wenn einige Geräte nach dem Kanalwechsel nicht funktionieren, setzen Sie sie zurück und fügen Sie sie erneut hinzu.

source: The gateway is updating its channel. Please wait a few minutes for the correct channel to display.
de: Protokoll beobachten

source: Change
de: Ändern

source: Please Change Zigbee channel
de: Bitte Zigbee-Kanal ändern

source: Change failed
de: Änderung fehlgeschlagen

source: Successful
de: Erfolgreich

source: Fail
de: Fällt aus

source: Failed
de: Fehlgeschlagen

source: Owner
de: Eigentümer

source: Guest
de: Gast

source: Add User
de: Benutzer hinzufügen

source: Invite
de: Einladen

source: The user does not exist.
de: Der Benutzer existiert nicht.

source: This user has already been invited.
de: Dieser Benutzer ist bereits eingeladen worden.

source: Owners cannot be invited.
de: Eigentümer können nicht eingeladen werden

source: Gateway not found
de: Gateway nicht gefunden

source: Role
de: Rolle

source: A manager can manage everything except users.
de: Ein Manager kann alles außer Benutzer verwalten.

source: A guest can control devices.
de: Ein Gast kann Geräte steuern.

source: Transfer Ownership
de: Übertragung des Eigentums

source: Transfer ownership of this Gateway to %@. You will become a manager.
de: Übertrage das Eigentum an diesem Gateway auf %@. Du wirst ein Manager.

source: Transfer
de: Übertragung

source: Owners cannot be invited
de: Eigentümer können nicht eingeladen werden

source: Are you sure you want to leave?
de: Bist du sicher, dass du die App verlassen willst?

source: Leave
de: Verlasse

source: Connect Failed
de: Verbindung fehlgeschlagen

source: Connect Success
de: Verbindung erfolgreich

source: Add failed
de: Das Hinzufügen ist fehlgeschlagen

source: Please type a gateway name
de: Bitte gebe den Namen des Gateways ein

source: Gateway Updates
de: Gateway-Aktualisierungen

source: This gateway have been reset, please connect other gateway.
de: Dieses Gateway wurde zurückgesetzt, bitte schließe ein anderes Gateway an.

source: Reload Now
de: Jetzt neu laden

source: You have been removed from this gateway, the App needs to be reloaded.
de: Du wurdest von diesem Gateway entfernt, die App muss neu geladen werden.

source: Reset gateway success.
de: Zurücksetzen des Gateways erfolgreich.

source: A owner can manage everything
de: Ein Besitzer kann alles verwalten.

source: Click again to exit
de: Zum Beenden erneut klicken

source: The login has expired, please sign in again.
de: Das Login ist abgelaufen, bitte melde Dich erneut an.
