Repository: maginawin/AppString_Node
Catalog: assert/azoulasmart/Localizable_*_240925.strings
Languages: fr

source: Sign In
fr: Connecion

source: Sign Up
fr: S'enregistrer

source: Local Gateway Login
fr: Connexion à la passerelle locale

source: Please type an Email
fr: Veuillez saisir un e-mail

source: Please type a password
fr: Veuillez saisir un mot de passe

source: I have read and agreed
fr: J’ai lu et j’ai accepté

source: "Privacy Policy"
fr: "Politique de confidentialité"

source: Forgot Password
fr: Mot de passe oublié

source: Verification Code
fr: Code de vérification

source: Obtain
fr: Obtenir

source: Change Password
fr: Changer le mot de passe

source: Wrong email format.
fr: Mauvais format d'e-mail

source: Please type a valid Email.
fr: Veuillez saisir une adresse e-mail valide.

source: The password must be 6-20 characters and can only contain numbers, uppercase and lowercase letters and @#$?.%^&+= characters.
fr: Le mot de passe doit comporter de 6 à 20 caractères et ne peut contenir que des chiffres, des lettres majuscules et minuscules et les caractères suivants @#$?.%^&+=

source: Login failed, email not registered or wrong password.
fr: Echec de connexion, e-mail non enregistré ou le mot de passe est erroné

source: Too many login failures, please try again after 5 minutes.
fr: Trop d'échecs de connexion, veuillez réessayer après 5 minutes

source: The email is not registered yet.
fr: L'e-mail n'est pas encore enregistré

source: Registration successful
fr: Inscription réussie

source: The email is already registered.
fr: L'e-mail est déjà enregistré

source: The verification code does not exist.
fr: Le code de vérification n'existe pas

source: Invalid verification code.
fr: Code de vérification est non valise

source: The network request failed.
fr: La demande réseau a échoué.

source: A verification code has been sent to your Email.
fr: Un code de vérification a été envoyé à votre adresse e-mail.

source: Your password has been changed.
fr: Votre mot de passe a été modifié.

source: Privacy Policy
fr: Politique de confidentialité

source: Home
fr: Domicile

source: Rooms
fr: Chambres

source: Smart
fr: Intelligent

source: Security
fr: Sécurité

source: Me
fr: Moi

source: Discovering Gateways…
fr: Recherche des passerelles

source: Connecting...
fr: Connexion en cours

source: Press the button in the center of the gateway to connect.
fr: Appuyez sur le bouton situé au centre de la passerelle pour vous connecter.

source: OK
fr: D'accord

source: Failed to connect to the gateway, please check your network and your gateway.
fr: Échec de la connexion à la passerelle, vérifiez votre réseau et votre passerelle.

source: Are you sure you want to delete all of the gateway login information?
fr: Voulez-vous vraiment supprimer toutes les informations de connexion à la passerelle ?

source: Deleted
fr: Supprimé

source: Select a gateway that you want to connect.
fr: Sélectionnez une passerelle que vous souhaitez connecter.

source: Connect
fr: Relier

source: Failed to connect to server, please check your network and try again.
fr: Échec de la connexion au serveur, veuillez vérifier votre réseau et réessayer.

source: Hello
fr: Bonjour

source: Thanks for inviting Azoula into your home.
fr: Merci d'avoir invité Azoula chez vous.

source: Let's get started by adding your first gateway.
fr: Commençons par ajouter votre première passerelle.

source: Waiting for Azoula to initialize...
fr: En attendant qu’Azoula s’initialise...

source: Thanks for inviting Rafeed into your home.
fr: Merci d’avoir invité Rafeed chez vous.

source: Waiting for Rafeed to initialize...
fr: En attente de l’initialisation de Rafeed...

source: Adding...
fr: Additionnant...

source: Add Gateway
fr: Ajouter une passerelle

source: The gateway is already bound, please ask the gateway owner invite you to join the gateway. If you are about to rebind the gateway, reset the gateway first.
fr: La passerelle est déjà liée, veuillez demander au propriétaire de la passerelle de vous inviter à rejoindre la passerelle. Si vous êtes sur le point de relier à nouveau la passerelle, réinitialisez-la d'abord.

source: An unknown error has occurred, please try again.
fr: Une erreur inconnue s’est produite, veuillez réessayer.

source: No permissions.
fr: Aucune autorisation

source: Favorite Scenes
fr: Scènes préférées

source: Favorite Devices
fr: Appareils favoris

source: Executed
fr: Exécuté

source: Gateway connection lost, reconnecting...
fr: Connexion à la passerelle perdue, reconnexion...

source: No response
fr: Pas de réponse

source: You need to active the device first to get the state of the device.
fr: Vous devez d’abord activer l’appareil pour obtenir l’état de l’appareil.

source: Reload State
fr: État de rechargement

source: Open
fr: Ouvrir

source: Closed
fr: Fermé

source: all_open
fr: Ouvrir

source: all_closed
fr: Fermé

source: Occupied
fr: Occupé

source: Unoccupied
fr: Inoccupé

source: Alarmed
fr: Alarmé

source: Not alarmed
fr: Pas alarmé

source: Off
fr: Eteint

source: Dry
fr: Sec

source: Manual
fr: Manuelle

source: Away
fr: Loin

source: Target temperature
fr: Température cible

source: Room temperature
fr: Température ambiante

source: Floor temperature
fr: Température du sol

source: Temperature display units
fr: Unités d’affichage de la température

source: You can only change to away mode from your device.
fr: Vous ne pouvez passer en mode absent qu’à partir de votre appareil.

source: Edit Device
fr: Modifier l'appareil

source: Name
fr: Nom

source: Room
fr: Chambre

source: Firmware
fr: Microprogramme

source: The gateway is not responding.
fr: La passerelle ne répond pas.

source: Model
fr: Modèle

source: Device ID
fr: ID de l'appareil

source: Manufacturer Name
fr: Nom du fabricant

source: Manufacturer
fr: Fabricant

source: Updates
fr: Mises à jour

source: Remove Device
fr: Supprimer l'appareil

source: Device is offline.
fr: L’appareil est hors ligne.

source: Are you sure you want to remove this device?
fr: Etes-vous sûr de vouloir supprimer cet appareil ?

source: Cancel
fr: Annuler

source: Remove
fr: Enlever

source: Please type a device name
fr: Veuillez saisir un nom d'appareil

source: Device Name
fr: Nom de l'appareil

source: Save
fr: Sauvegarder

source: Invalid request.
fr: Demande non valide

source: No firmware found
fr: Aucun firmware trouvé

source: Current Version
fr: Version actuelle

source: Checking for updates...
fr: Vérification des mise à jour

source: No updates available
fr: Aucune mise à jour disponible

source: New Version
fr: Nouvelle version

source: Updating...
fr: Actualisation...

source: Update Now
fr: Mettre à jour

source: Are you sure clear all messages?
fr: Êtes-vous sûr d’effacer tous les messages ?

source: Update failed, please try again.
fr: La mise à jour a échoué, veuillez réessayer.

source: Color
fr: Couleur

source: Temperature
fr: Température

source: Select Room
fr: Sélectionner une chambre

source: Select Gateway
fr: Sélectionner la passerelle

source: Select a gateway to add devices
fr: Sélectionner une passerelle pour ajouter des appareils

source: Choose the add method you'd like to use.
fr: Choisissez la méthode d’ajout que vous souhaitez utiliser.

source: Add Devices
fr: Ajouter des appareils

source: Zigbee - Install Code
fr: Zigbee - Code d’installation

source: Zigbee - Green Power
fr: Zigbee - Énergie verte

source: You are about to add your ZigBee devices.
fr: Vous êtes sur le point d'ajouter vos appareils ZigBee

source: Add Install Code
fr: Ajouter un code d’installation

source: You are about to add your Zigbee devices via Install Code.
fr: Vous êtes sur le point d’ajouter vos appareils Zigbee via le code d’installation.

source: Start
fr: Commencer

source: Count
fr: Compter

source: Done
fr: fait

source: Stop
fr: Arrêter

source: New devices
fr: Nouveaux appareils

source: Please put your devices in 'pair mode'.
fr: Veuillez mettre vos appareils en « mode appairage ».

source: Refer to your device's manual on how to enable 'pair mode'.
fr: Reportez-vous au manuel de votre appareil pour savoir comment activer le « mode d’appairage ».

source: You cannot add devices right now, someone else is adding devices. Please try again after 3 minutes.
fr: Vous ne pouvez pas ajouter d’appareils pour le moment, quelqu’un d’autre ajoute des appareils. Veuillez réessayer après 3 minutes.

source: Adding devices is currently not possible as someone else is already doing so. If you choose to continue, it will interrupt their operation.
fr: Il n’est actuellement pas possible d’ajouter des appareils, car quelqu’un d’autre le fait déjà. Si vous choisissez de continuer, cela interrompra leur fonctionnement.

source: Send install codes to the gateway is failed, please try again later.
fr: L’envoi des codes d’installation à la passerelle a échoué, veuillez réessayer ultérieurement.

source: To connect, hold the top-right button for 10 seconds, then release.
fr: Pour vous connecter, maintenez le bouton en haut à droite enfoncé pendant 10 secondes, puis relâchez.

source: To connect, hold the top-left button for 10 seconds, then release.
fr: Pour vous connecter, maintenez le bouton en haut à gauche enfoncé pendant 10 secondes, puis relâchez.

source: To connect, hold the bottom-left button for 10 seconds, then release.
fr: Pour vous connecter, maintenez le bouton en bas à gauche enfoncé pendant 10 secondes, puis relâchez.

source: To connect, hold the bottom-right button for 10 seconds, then release.
fr: Pour vous connecter, maintenez le bouton en bas à droite enfoncé pendant 10 secondes, puis relâchez.

source: That worked! Now press the top-right and bottom-left buttons at the same time.
fr: Cela a fonctionné ! Appuyez maintenant sur les boutons en haut à droite et en bas à gauche en même temps.

source: Success! Your switch is connected.
fr: Succès! Votre commutateur est connecté.

source: Scan the QR Code on your device
fr: Scannez le code QR sur votre appareil

source: There are no devices in this room, please add a device first.
fr: Il n’y a pas d’appareils dans cette salle, veuillez d’abord ajouter un appareil.

source: Default Room
fr: Chambre par défaut

source: Add Room
fr: Ajouter une pièce

source: Devices not in this room
fr: Appareils qui ne se trouvent pas dans cette pièce

source: Lighting
fr: Éclairage

source: Generic
fr: Générique

source: Sensor
fr: Capteur

source: HVAC
fr: CHAUFFAGE

source: add
fr: Ajouter

source: There are no rooms in this gateway, please add a room first.
fr: Il n’y a pas de chambres dans cette passerelle, veuillez d’abord ajouter une chambre.

source: Edit Room
fr: Salle de montage

source: Remove Room
fr: Supprimer la pièce

source: Are you sure you want to remove this room?
fr: Êtes-vous sûr de vouloir supprimer cette pièce ?

source: Room Name
fr: Nom de la pièce

source: Wallpaper
fr: Papier peint

source: Please type a room name
fr: Veuillez saisir le nom d’une pièce

source: Socket
fr: Prise

source: Scenes
fr: Scènes

source: Automation
fr: Automatisation

source: There are no scenes in this gateway, please add a scene first.
fr: Il n’y a pas de scènes dans cette passerelle, veuillez d’abord ajouter une scène.

source: There are no automation in this gateway, please add a automation first.
fr: Il n’y a pas d’automatisation dans cette passerelle, veuillez d’abord ajouter une automatisation.

source: Add Scene
fr: Ajouter une scène

source: Favorite
fr: Favori

source: Add Action
fr: Ajouter une action

source: Edit Action
fr: Modifier l'action

source: Please type a name
fr: Veuillez saisir un nom

source: Devices
fr: Dispositifs

source: Turn on
fr: Allumer

source: Turn off
fr: Désactiver

source: Toggle on or off
fr: Activer ou désactiver

source: Set a brightness
fr: Définir une luminosité

source: Set a temperature
fr: Régler une température

source: Set a color
fr: Définir une couleur

source: Step brightness up
fr: Augmenter la luminosité

source: Step brightness down
fr: Baisser la luminosité

source: Move brightness up
fr: Augmenter la luminosité

source: Move brightness down
fr: Baisser la luminosité

source: Stop moving brightness
fr: Arrêtez de déplacer la luminosité

source: Step color temperature up
fr: Augmenter la température de couleur

source: Step color temperature down
fr: Baisser la température de couleur

source: Move color temperature up
fr: Déplacer la température de couleur vers le haut

source: Move color temperature down
fr: Déplacer la température de couleur vers le bas

source: Stop moving color temperature
fr: Arrêter de déplacer la température de couleur

source: Step hue up
fr: Augmenter la teinte

source: Step hue down
fr: Baisser la teinte

source: Move hue up
fr: Déplacer la teinte vers le haut

source: Move hue down
fr: Déplacer la teinte vers le bas

source: Stop moving hue
fr: Arrêter de déplacer la teinte

source: Max Color Temperature
fr: Température de couleur maximale

source: Min Color Temperature
fr: Température de couleur min

source: Rate
fr: Taux

source: Step Size
fr: Taille de la marche

source: Change to off
fr: Passer à désactivé

source: Change to manual
fr: Passer au manuel

source: Change to auto
fr: Passer à l’auto

source: Change to dry
fr: Passer à sec

source: Edit Scene
fr: Modifier la scène

source: Are you sure you want to remove this scene?
fr: Êtes-vous sûr de vouloir supprimer cette scène ?

source: Icon
fr: Icône

source: Add Automation
fr: Ajouter de l'automatisation

source: Add Trigger
fr: Ajouter un déclencheur

source: Edit Trigger
fr: Modifier le déclencheur

source: Turned on
fr: Allumé

source: Turned off
fr: Eteint

source: Turned open
fr: Ouvert

source: Turned closed
fr: Fermé

source: Turned occupied
fr: Devenu occupé

source: Turned unoccupied
fr: Inoccupé

source: Turned alarmed
fr: S’est alarmé

source: Turned not alarmed
fr: Tourné sans s’alarmer

source: Changed to off
fr: Désactivé

source: Changed to manual
fr: Changé en manuel

source: Changed to dry
fr: Changé en sec

source: Changed to away
fr: Changé en absent

source: Top-left button pressed
fr: Bouton en haut à gauche enfoncé

source: Top-left button hold
fr: Bouton en haut à gauche

source: Top-right button pressed
fr: Bouton en haut à droite enfoncé

source: Top-right button hold
fr: Bouton en haut à droite

source: Bottom-left button pressed
fr: Bouton en bas à gauche enfoncé

source: Bottom-left button hold
fr: Bouton en bas à gauche

source: Bottom-right button pressed
fr: Bouton en bas à droite enfoncé

source: Bottom-right button hold
fr: Bouton en bas à droite

source: Top-left button released
fr: Bouton supérieur gauche relâché

source: Top-right button released
fr: Bouton supérieur droit relâché

source: Bottom-left button released
fr: Bouton inférieur gauche relâché

source: Bottom-right button released
fr: Bouton inférieur droit relâché

source: Button released
fr: Bouton relâché

source: Weekly
fr: Hebdomadaire

source: Daily
fr: Quotidien

source: Edit Weekly
fr: Modifier chaque semaine

source: Edit Daily
fr: Modifier quotidiennement

source: Execute
fr: Exécuter

source: When...
fr: Quand...

source: And...(optional)
fr: Et... (facultatif)

source: Then...
fr: Alors...

source: Edit Automation
fr: Automatisation des modifications

source: Brightness changed
fr: Luminosité modifiée

source: and
fr: et

source: Add Condition
fr: Ajouter une condition

source: The time is
fr: Le moment est

source: Temperature changed
fr: Changement de température

source: Humidity changed
fr: L’humidité a changé

source: Illuminance changed
fr: Éclairement modifié

source: Room temperature changed
fr: Température ambiante modifiée

source: Floor temperature changed
fr: Température du sol modifiée

source: Measured value changed
fr: Valeur mesurée modifiée

source: Brightness is
fr: La luminosité est

source: Temperature is
fr: La température est

source: Humidity is
fr: L’humidité est

source: Illuminance is
fr: L’éclairement est

source: Room temperature is
fr: La température ambiante est

source: Floor temperature is
fr: La température du sol est

source: Enabled
fr: Activé

source: Disabled
fr: Désactivé

source: Edit Condition
fr: Modifier la condition

source: There are no devices in this gateway, please add a device first.
fr: Il n’y a pas d’appareils dans cette passerelle, veuillez d’abord ajouter un appareil.

source: Triggers
fr: Déclenche

source: Are you sure you want to remove this repeater?
fr: Êtes-vous sûr de vouloir retirer ce répéteur ?

source: Are you sure you want to remove this quick control?
fr: Voulez-vous vraiment supprimer ce contrôle rapide ?

source: Are you sure you want to remove this automation?
fr: Êtes-vous sûr de vouloir supprimer cette automatisation ?

source: The value is out of range.
fr: La valeur est hors plage.

source: Value range
fr: Plage de valeurs

source: Is turned on
fr: Est allumé

source: Is turned off
fr: Est désactivé

source: Is open
fr: Est ouvert

source: Is closed
fr: Est fermé

source: Is occupied
fr: Est occupé

source: Is unoccupied
fr: Est inoccupé

source: Is alarmed
fr: Est alarmé

source: Is not alarmed
fr: N’est pas alarmé

source: Is off mode
fr: Est en mode éteint

source: Is manual mode
fr: Est en mode manuel

source: Is auto mode
fr: Est en mode automatique

source: Is dry mode
fr: Est en mode sec

source: Is away mode
fr: Mode absent

source: Weekends
fr: Week-end

source: Weekdays
fr: Semaine

source: day
fr: jour

source: Mon
fr: Lun

source: Tue
fr: Mar

source: Wed
fr: Mer

source: Thu
fr: Jeu

source: Fri
fr: Vend

source: Sat
fr: Sam

source: Sun
fr: Dim

source: sat_only
fr: S

source: sun_only
fr: S

source: every
fr: chaque

source: Timer
fr: Minuteur

source: Repeat
fr: Répéter

source: Time
fr: Heure

source: Hour
fr: Heure

source: Every Month
fr: Chaque mois

source: Month
fr: Mois

source: January
fr: Janvier

source: February
fr: Février

source: March
fr: Mars

source: April
fr: Avril

source: May
fr: Mai

source: June
fr: Juin

source: July
fr: Juillet

source: August
fr: Août

source: September
fr: Septembre

source: October
fr: Octobre

source: November
fr: Novembre

source: December
fr: Décembre

source: brightness_change
fr: Luminosité modifiée et %@ %d%%

source: temperature_change
fr: Changement de température et %@ %d°C

source: humidity_change
fr: L’humidité a changé et %@ %d%%

source: illuminance_change
fr: Éclairement modifié et %@ %dLux

source: room_temperature_change
fr: Changement de la température ambiante et %@ %d°C

source: floor_temperature_change
fr: Changement de température du sol et %@ %d°C

source: measured_value_changed
fr: La valeur mesurée a changé et %@ %dLux

source: Gateway
fr: Passerelle

source: Settings
fr: Paramètres

source: About
fr: Environ

source: Sign Out
fr: Se déconnecter

source: Local Gateway
fr: Passerelle locale

source: Profile
fr: Profil

source: Profile Picture
fr: Photo de profil

source: Nickname
fr: Surnom

source: Account
fr: Compte

source: Delete Account
fr: Supprimer le compte

source: Please send an Email verification code first.
fr: Veuillez d’abord envoyer un code de vérification par e-mail.

source: Unknown issue
fr: Problème inconnu

source: Are you sure you want to delete this account？You won’t be able to control any devices via the cloud.
fr: Voulez-vous vraiment supprimer ce compte ? Vous ne pourrez contrôler aucun appareil via le cloud.

source: Delete
fr: Supprimer

source: Take Photo
fr: Prendre une photo

source: Select from Album
fr: Sélectionner dans l’album

source: Please type a nickname
fr: Veuillez saisir un pseudo

source: Edit Name
fr: Modifier le nom

source: Gateway ID
fr: ID de passerelle

source: Zigbee Channel
fr: Canal Zigbee

source: Zigbee channel
fr: Canal Zigbee

source: Copied
fr: Copié

source: Firmware Version
fr: Verion du micrologiciel

source: Reset Gateway
fr: Réinitialiser la passerelle

source: Gateway Name
fr: Nom de la passerelle

source: Family & Guests
fr: Famille et invités

source: Remove Gateway
fr: Supprimer la passerelle

source: Are you sure you want to reset the settings of this gateway?
fr: Voulez-vous vraiment réinitialiser les paramètres de cette passerelle ?

source: Reset
fr: Réinitialisation

source: Are you sure you want to erase all content and settings of this gateway?
fr: Êtes-vous sûr de vouloir effacer tout le contenu et les paramètres de cette passerelle ?

source: Erase
fr: Effacer

source: Are you sure you want to remove this gateway?
fr: Voulez-vous vraiment supprimer cette passerelle ?

source: The gateway is already bound.
fr: La passerelle est déjà liée

source: Reset Settings
fr: Réinitialiser les paramètres

source: Erase All Content and Settings
fr: Effacer tout le contenu et les paramètres

source: Change Zigbee channel
fr: Changer de canal Zigbee

source: Are you sure you want to change this gateway's zigbee channel? You won't be able to control your devices after changing zigbee channel, you need to reset them and add them again.
fr: Êtes-vous sûr de vouloir changer le canal zigbee de cette passerelle ? Vous ne pourrez pas contrôler vos appareils après avoir changé de canal zigbee, vous devez les réinitialiser et les ajouter à nouveau.

source: Ensure all devices are online before changing channels. If some devices don't work after changing channels, reset and re-add them again.
fr: Assurez-vous que tous les appareils sont en ligne avant de changer de chaîne. Si certains appareils ne fonctionnent pas après avoir changé de chaîne, réinitialisez-les et ajoutez-les à nouveau.

source: The gateway is updating its channel. Please wait a few minutes for the correct channel to display.
fr: La passerelle met à jour son canal. Veuillez patienter quelques minutes pour que la bonne chaîne s’affiche.

source: Change
fr: Changement

source: Please Change Zigbee channel
fr: Veuillez changer de chaîne Zigbee

source: Change failed
fr: Échec de la modification

source: Successful
fr: Réussi

source: Fail
fr: Échouer

source: Failed
fr: Echec

source: Owner
fr: Propriétaire

source: Manager
fr: Gérante

source: Guest
fr: Invités

source: Add User
fr: Ajouter un utilisateur

source: Invite
fr: Inviter

source: The user does not exist.
fr: L'utilisateur n'existe pas

source: This user has already been invited.
fr: Cet utilisateur a déjà été invité.

source: Owners cannot be invited.
fr: Les propriétaires ne peuvent pas être invités.

source: Gateway not found
fr: Passerelle introuvable

source: Role
fr: Rôle

source: A manager can manage everything except users.
fr: Un gestionnaire peut tout gérer sauf les utilisateurs.

source: A guest can control devices.
fr: Un invité peut contrôler les appareils.

source: Transfer Ownership
fr: Transfert de propriété

source: Transfer ownership of this Gateway to %@. You will become a manager.
fr: Transférez la propriété de cette passerelle à %@. Vous deviendrez un manager.

source: Transfer
fr: Transfert

source: Owners cannot be invited
fr: Les propriétaires ne peuvent pas être invités

source: Are you sure you want to leave?
fr: Êtes-vous sûr de vouloir partir ?

source: Leave
fr: Partir

source: App Version
fr: Version de l'application

source: Connect Failed
fr: Échec de la connexion

source: Connect Success
fr: Connexion réussie

source: Add failed
fr: Echec de l'ajout

source: Please type a gateway name
fr: Saisissez un nom de passerelle

source: Gateway Updates
fr: Mises à jour de la passerelle

source: This gateway have been reset, please connect other gateway.
fr: Cette passerelle a été réinitialisée, veuillez connecter une autre passerelle.

source: Reload Now
fr: Recharger maintenant

source: You have been removed from this gateway, the App needs to be reloaded.
fr: Vous avez été supprimé de cette passerelle, l’application doit être rechargée.

source: Reset gateway success.
fr: Réinitialiser la réussite de la passerelle.

source: A owner can manage everything
fr: Un propriétaire peut tout gérer
