Repository: maginawin/AppString_Node
Catalog: assert/azoulasmart/Localizable_*_241214.strings
Languages: de

source: You are already the owner of this gateway.
de: Du bist bereits der Besitzer dieses Gateways.

source: Server connection lost, reconnecting...
de: Server-Verbindung unterbrochen, Wiederherstellung der Verbindung...

source: Try Again
de: Erneuter Versuch

source: This gateway has been set up as a sub-gateway, please connect to another gateway.
de: Dieses Gateway wurde als Sub-Gateway eingerichtet, bitte verbinde dich mit einem anderen Gateway.

source: Please type a member account
de: Bitte gebe ein Mitgliedskonto ein

source: Are you sure you want to transfer ownership to %@?
de: Bist du sicher, dass du die Eigentümerschaft an %@ übertragen willst?

source: Are you sure you want to remove %@?
de: Bist du sicher, dass du %@ entfernen willst?

source: Primary Gateway
de: Primäres Gateway

source: This gateway has no sub-gateways.
de: Dieses Gateway hat keine Sub-Gateways.

source: Add Sub-gateway
de: Sub-Gateway hinzufügen

source: Delete Gateway Integration
de: Gateway-Integration löschen

source: Are you sure you want to remove this sub-gateway?
de: Bist du sicher, dass du dieses Sub-Gateway entfernen willst?

source: Removing sub-gateway...
de: Sub-Gateway entfernen...

source: Remove successful!
de: Entfernen erfolgreich!

source: Remove failed, please try again later.
de: Entfernen fehlgeschlagen, bitte versuche es später noch einmal.

source: Are you sure you want to delete this gateway integration?
de: Bist du sicher, dass du diese Gateway-Integration löschen willst?

source: Deleting gateway integration...
de: Löschen der Gateway-Integration...

source: Delete successful, you need to reload your App right now.
de: Löschen erfolgreich, App jetzt neu laden.

source: Delete failed, please try again later.
de: Löschen fehlgeschlagen, bitte versuche es später noch einmal.

source: Add
de: Hinzufügen

source: Cannot find my gateway?
de: Ich kann mein Gateway nicht finden?

source: Add successful, you need to reload you App right now.
de: Hinzufügen erfolgreich, du musst deine App jetzt neu laden.

source: Add failed, please try again later.
de: Das Hinzufügen ist fehlgeschlagen, bitte versuche es später erneut.

source: Adding sub-gateway…
de: Sub-Gateway hinzufügen...

source: Getting configuration...
de: Konfiguration erhalten...

source: Get configuration failed, please try again later.
de: Konfiguration abrufen fehlgeschlagen, bitte versuche es später noch einmal.

source: Timeout
de: Zeitlimit

source: Invalid email.
de: Ungültige E-Mail-Adresse.

source: The size of the file exceeds the maximum limit.
de: Die Größe der Datei überschreitet die Höchstgrenze.

source: Invalid token.
de: Ungültiges Zeichen.

source: Login expired, please sign in again.
de: Die Anmeldung ist abgelaufen, bitte melde dich erneut an.

source: Entity not found.
de: Entität nicht gefunden.

source: Request are too frequent, please try again later.
de: Die Anfragen sind zu umfangreich, bitte versuche es später noch einmal.

source: No updates.
de: Keine Aktualisierungen.

source: Unknown error.
de: Unbekannter Fehler.

source: Unknown issue.
de: Unbekanntes Problem.

source: Username
de: Benutzername

source: Password
de: Passwort

source: Reset Password
de: Passwort zurücksetzen

source: Manage
de: Verwalte

source: Lights
de: Beleuchtung

source: Other
de: Andere

source: Room Management
de: Raum Management

source: Message Center
de: Nachrichtenzentrum

source: Energy
de: Energie

source: Scene execute success
de: Szene erfolgreich ausführen????

source: The gateway is disconnected, please check the network of the gateway.
de: Die Verbindung zum Gateway ist unterbrochen, bitte überprüfe das Netzwerk des Gateways.

source: Network Error
de: Netzwerkfehler

source: Loading...
de: Lade...

source: Circadian Rhythm
de: Zyklischer Rhythmus

source: Wake Up
de: Wecken

source: Sunlight
de: Sonnenlicht

source: Comfortable
de: Komfortabel

source: Night Light
de: Nachtlicht

source: Change Mode
de: Modus ändern

source: Gradual
de: Schrittweise

source: Gradual Change
de: Schrittweise Veränderung

source: Lasts %d minutes
de: Dauert %d Minuten

source: Gradient all the way between two points.
de: Steigung über die gesamte Strecke zwischen zwei Punkten.

source: Make changes in %d minutes.
de: Änderungen in %d Minuten vornehmen.

source: Points
de: Punkte

source: Duration
de: Laufzeit

source: Direct Change
de: Direkter Wechsel

source: Edit Points
de: Punkte bearbeiten

source: Edit Point
de: Punkt bearbeiten

source: Add Point
de: Punkt hinzufügen

source: Restore to the preset points
de: Wiederherstellung der voreingestellten Punkte

source: Please add at least 2 points.
de: Bitte füge mindestens 2 Punkte hinzu.

source: You can only add up to 24 points.
de: Du kannst nur bis zu 24 Punkte hinzufügen.

source: Another point has been set to the same time.
de: Ein anderer Punkt wurde auf die gleiche Zeit gesetzt.

source: Color Temperature
de: Farbtemperatur

source: Brightness
de: Helligkeit

source: Please enter a point name.
de: Bitte gebe einen Punktnamen ein.

source: Point Name
de: Punktname

source: This device is not set up yet.
de: Dieses Gerät ist noch nicht eingerichtet.

source: Set Now
de: Jetzt einstellen

source: Power Up State
de: Einschaltstatus

source: On
de: An

source: Toggle
de: Umschalten

source: Latest
de: Neueste

source: Repeaters
de: Repeater

source: Quick Controls
de: Schnellsteuerungen

source: Scene
de: Szene

source: Repeater
de: Repeater (Verstärker)

source: Quick Control
de: Schnellzugriff

source: Save the current state of the device as a scene.
de: Speichere den aktuellen Zustand des Geräts als Szene.

source: Perform device actions multiple times.
de: Führe die Geräteaktionen mehrfach aus.

source: Perform device actions automatically.
de: Geräteaktionen automatisch ausführen.

source: You cannot add more than 20 scenes.
de: Du kannst nicht mehr als 20 Szenen hinzufügen.

source: You cannot add more than 255 scenes.
de: Sie können nicht mehr als 255 Szenen hinzufügen.

source: Devices...
de: Geräte…

source: Add Device
de: Gerät hinzufügen

source: Add Repeater
de: Repeater hinzufügen

source: Add Quick Control
de: Schnellzugriff hinzufügen

source: Repeat Count
de: Zählung wiederholen

source: Repeater Count
de: Anzahl der Repeater

source: Keep repeating
de: Wiederhole

source: Delay
de: Verzögerung

source: delay
de: Verzögerung

source: No delay
de: Keine Verzögerung

source: no delay
de: Keine Verzögerung

source: Bound Devices
de: Verbundene Geräte

source: Update Binding Devices
de: Bindungsgeräte aktualisieren

source: Bind Now
de: Jetzt verbinden

source: There are no bound devices.
de: Es gibt keine gebundenen Geräte.

source: Change the device state
de: Gerätestatus ändern

source: Edit Repeater
de: Repeater bearbeiten

source: Edit Quick Control
de: Schnellzugriff bearbeiten

source: There are no repeaters in this gateway, please add a repeater first.
de: In diesem Gateway sind keine Repeater vorhanden, bitte füge zuerst einen Repeater hinzu.

source: There are no quick controls in this gateway, please add a quick control first.
de: Es gibt keinen Schnellzugriff in diesem Gateway, bitte füge zuerst eine Schnellzugriff hinzu.

source: Random Time
de: Zufallsgenerierte Zeit

source: This device is offline.
de: Dieses Gerät ist offline.

source: Save failed, some of the selected devices are offline.
de: Speichern fehlgeschlagen, einige der ausgewählten Geräte sind offline.

source: Cannot bind more than 30 devices.
de: Es können nicht mehr als 30 Geräte verbunden werden.

source: No random time
de: Keine zufallsgenerierte Zeit

source: State
de: Zustand

source: Stopped
de: Gestoppt

source: Executing
de: Ausführen von

source: Change State
de: Status ändern

source: Binding...
de: Verbinde ...

source: Unbinding...
de: Abkoppeln...

source: Please press one of the switch buttons to activate the switch.
de: Bitte drücke eine der Schalttasten, um den Schalter zu aktivieren.

source: Add scene successful! Some actions failed to be added, please check whether the devices are online.
de: Die Szene wurde erfolgreich hinzgefügt! Einige Aktionen konnten nicht hinzugefügt werden, bitte überprüfe, ob die Geräte online sind.

source: Some actions failed to be added, please check whether the devices are online. We recommend that you delete devices that you no longer use.
de: Einige Aktionen konnten nicht hinzugefügt werden. Bitte überprüfe, ob die Geräte online sind. Wir empfehlen, nicht mehr verwendete Geräte zu löschen.

source: Some devices failed to be removed, please check whether the devices are online. We recommend that you delete devices that you no longer use.
de: Einige Geräte konnten nicht entfernt werden. Bitte überprüfe, ob die Geräte online sind. Wir empfehlen, nicht mehr verwendete Geräte zu löschen.

source: Remove device failed, please check whether this device are online.
de: Gerät entfernen fehlgeschlagen, bitte prüfe, ob dieses Gerät online ist.

source: Save device failed, please check whether this device are online.
de: Gerät speichern fehlgeschlagen, bitte prüfe, ob dieses Gerät online ist.

source: Add device failed, please check whether this device are online.
de: Das Hinzufügen eines Geräts ist fehlgeschlagen. Bitte prüfe, ob dieses Gerät eingeschaltet und erreichbar ist.

source: Total Energy Consumption
de: Gesamtenergieverbrauch

source: Latest Updated
de: Letzte Aktualisierung

source: Total
de: Gesamt

source: No Data
de: Keine Daten

source: Select Target
de: Ziel auswählen

# normal_may
source: May
de: Mai

# normal_oct
source: Oct
de: Okt.

# normal_dec
source: Dec
de: Dez.

source: Power
de: Strom

source: Save failed, this device is not responding.
de: Speichern fehlgeschlagen, dieses Gerät antwortet nicht.

source: Power Settings
de: Stromeinstellungen

source: Zones
de: Zonen

source: Add Zone
de: Zone hinzufügen

source: Devices not in this zone
de: Geräte, die nicht in dieser Zone liegen

source: Please type a zone name
de: Bitte gebe einen Zonennamen ein

source: There are no zones in this gateway, please add a zone first.
de: Es sind keine Zonen in diesem Gateway vorhanden, bitte füge zuerst eine Zone hinzu.

source: There are no devices in this zone, please add a device first.
de: Es gibt keine Geräte in dieser Zone, bitte füge zuerst ein Gerät hinzu.

source: Edit Zone
de: Zone bearbeiten

source: Remove Zone
de: Zone entfernen

source: Are you sure you want to remove this zone?
de: Bist du sicher, dass du diese Zone entfernen willst?

source: Groups
de: Gruppen

source: Sockets
de: Steckdosen

source: Sensors
de: Sensoren

source: Switches
de: Schalter

source: Others
de: Andere

source: There are no lights in this gateway, please add a light first.
de: Es gibt keine Beleuchtung in diesem Gateway, bitte füge zuerst eine Beleuchtung hinzu.

source: There are no sockets in this gateway, please add a socket first.
de: Es gibt keine Steckdosen in diesem Gateway, bitte füge zuerst eine Steckdose hinzu.

source: There are no sensors in this gateway, please add a sensor first.
de: Es sind keine Sensoren in diesem Gateway vorhanden, bitte füge zuerst einen Sensor hinzu.

source: There are no switches in this gateway, please add a switch first.
de: Es sind keine Schalter in diesem Gateway vorhanden, bitte füge zuerst einen Schalter hinzu.

source: ON
de: AN

source: OFF
de: AUS

source: OnOff Transition Time
de: EinAus Übergangszeit

source: Saved
de: Gespeichert

source: There are some devices that cannot be saved, please make sure that they are online and then try again.
de: Einige Geräte können nicht gespeichert werden. Vergewissere dich, dass Du online bist, und versuche es dann erneut.

source: Failed devices
de: Fehlgeschlagene Geräte

source: Multiple
de: Mehrere

source: Multiple Selection
de: Mehrfache Auswahl

source: Select All
de: Alle auswählen

source: Next
de: Weiter

source: Unfinished
de: Unvollendet

source: This zone has been saved but the devices has not been added, please add the devices later.
de: Diese Zone wurde gespeichert, aber die Geräte wurden nicht hinzugefügt. Bitte füge die Geräte später hinzu.

source: Save failed, please make sure your device is online.
de: Speichern fehlgeschlagen, bitte stelle sicher, dass dein Gerät online ist.

source: Remove Zone failed, please try again later.
de: Zone entfernen ist fehlgeschlagen, bitte versuche es später noch einmal.

source: No sensor
de: Kein Sensor

source: The zone name and image have been saved but the devices have not been saved, please make sure that they are online and then try again.
de: Der Zonenname und das Bild wurden gespeichert, aber die Geräte wurden nicht gespeichert. Vergewissere dich, dass Du online bist, und versuche es erneut.

source: There are too many actions, you need to remove some actions first.
de: Es gibt zu viele Aktionen, Du musst zuerst einige Aktionen entfernen.

source: There are too many conditions or actions, you need to remove some conditions or actions first.
de: Es gibt zu viele Bedingungen oder Aktionen, Du musst zuerst einige Bedingungen oder Aktionen entfernen.

source: Then quickly press the top-right button 1 time(s).
de: Drücke dann schnell 1 Mal die Taste oben rechts.

source: Then quickly press the top-right button 2 time(s).
de: Drücke dann schnell 2 Mal die Taste oben rechts.

source: Then quickly press the top-right button 3 time(s).
de: Drücke dann schnell 3 Mal die Taste oben rechts.

source: Then quickly press the top-left button 1 time(s).
de: Drücke dann schnell 1 Mal auf die linke obere Taste.

source: Then quickly press the top-left button 2 time(s).
de: Drücke dann schnell 2 Mal die obere linke Taste.

source: Then quickly press the top-left button 3 time(s).
de: Drücke dann schnell 3 Mal die Taste oben links.

source: Then quickly press the bottom-left button 3 time(s).
de: Drücke dann schnell 3 Mal die untere linke Taste(n).

source: Then quickly press the bottom-left button 1 time(s).
de: Drücke dann schnell 1 Mal die untere linke Taste(n).

source: Then quickly press the bottom-left button 2 time(s).
de: Drücke dann schnell 2 Mal die untere linke Taste(n).

source: Then quickly press the bottom-right button 2 time(s).
de: Drücke dann schnell 2 Mal die untere rechte Taste(n).

source: Then quickly press the bottom-right button 3 time(s).
de: Drücke dann schnell 3 Mal die untere rechte Taste(n).

source: Then quickly press the bottom-right button 1 time(s).
de: Drücke dann schnell 1 Mal auf die untere rechte Taste(n).

source: Then Delay
de: Dann verzögern

source: then delay
de: dann verzögern

source: Level is
de: Die Stufe ist

source: Lift is
de: Hub ist

source: Lift percentage is
de: Der Prozentsatz des Hubes beträgt

source: Tilt percentage is
de: Der Neigungsprozentsatz beträgt

source: Set a level
de: Ebene festlegen

source: Set a lift
de: Hub einstellen

source: Set a tilt
de: Neigung einstellen

source: Identify
de: Identifiziere

source: Transition Time
de: Übergangszeit

source: Unknown Device
de: Unbekanntes Gerät

source: Unknown Zone
de: Unbekannte Zone

source: Unknown Scene
de: Unbekannte Szene

source: No
de: Nein

source: Device No Response
de: Gerät antwortet nicht

source: Please check:
de: Bitte prüfen:

source: 1. If the device is plugged to a power outlet. 2. If the router and gateway are working normally. 3. If the device is too far from the gateway or if there’s an obstacle in between.
de: 1. Wenn das Gerät an eine Steckdose angeschlossen ist. 2. Wenn der Router und das Gateway normal funktionieren. 3. Wenn das Gerät zu weit vom Gateway entfernt ist oder wenn sich ein Hindernis dazwischen befindet.

source: Close
de: Schließen

source: 1. If the device is plugged to a power outlet.
de: 1. Wenn das Gerät an eine Netzsteckdose angeschlossen ist.

source: 2. If the router and gateway are working normally.
de: 2. Wenn der Router und das Gateway normal funktionieren.

source: 3. If the device is too far from the gateway or if there’s an obstacle in between.
de: 3. Wenn das Gerät zu weit vom Gateway entfernt ist oder sich ein Hindernis dazwischen befindet.

source: Group
de: Gruppe

source: Motion
de: Bewegung

# sensor_temperature
source: Temperature
de: Temperatur

source: Humidity
de: Luftfeuchtigkeit

source: Illumination
de: Die Beleuchtung

source: Active Power
de: Aktuelle Leistung

source: Meter Power
de: Messgerät Strom

source: Select Sensor Type
de: Sensortyp auswählen

source: Motion Sensor
de: Bewegungssensor

source: Temperature Sensor
de: Temperatursensor

source: Humidity Sensor
de: Luftfeuchtigkeitssensor

source: Illumination Sensor
de: Beleuchtungssensor

source: Home Assistant
de: Home Assistentin

source: Failed to load.
de: Der Ladevorgang ist fehlgeschlagen.

source: Retry
de: Wiederholungsversuch

source: MQTT Mode
de: MQTT Modus

source: Other clients will connect to this gateway.
de: Andere Clients stellen eine Verbindung zu diesem Gateway her.

source: This gateway will connect to the server.
de: Dieses Gateway stellt die Verbindung zum Server her.

source: Language
de: Sprache

source: English
de: Englisch

source: Simplified Chinese
de: Vereinfachtes Chinesisch

source: Traditional Chinese
de: Traditionelles Chinesisch

source: Saving...
de: Speichern...

source: Saved!
de: Gespeichert!

source: Failed to save.
de: Das Speichern ist fehlgeschlagen.

source: Please select your green power device type.
de: Bitte wähle dein Ökostrom-Gerätetyp.

source: Switch (Key 4)
de: Schalter (Taste 4)

source: Switch (Key 1)
de: Schalter (Taste 1)

source: To connect, press and hold the button of the switch for over 10 seconds, then release and wait for 5 seconds.
de: Um eine Verbindung herzustellen, halte die Taste des Schalters über 10 Sekunden lang gedrückt, lasse sie dann los und warte 5 Sekunden lang.

source: If the next step operation instruction doesn't pop up, short press the button once and then wait for 5 seconds again. This operation shall be repeated until the next step operation instruction pops up.
de: Wenn die Anweisung für den nächsten Schritt nicht erscheint, drücke die Taste einmal kurz und warte dann erneut 5 Sekunden lang. Dieser Vorgang wird so lange wiederholt, bis die Anweisung für den nächsten Schritt erscheint.

source: That worked! Now press and hold the button for over 10 seconds, then release.
de: Das hat funktioniert! Halte nun die Taste für mehr als 10 Sekunden gedrückt und lasse sie dann los.

source: ​Button pressed
de: Taste gedrückt

source: Button hold
de: Taste gedrückt

source: Sleep
de: Ruhen

source: Forced
de: Erzwungen

source: Forced heating time
de: Erzwungene Aufheizzeit

source: Anti freezing temperature
de: Gefrierschutztemperatur

source: Child lock
de: Kindersicherung

source: Lock
de: Sperre

source: Unlock
de: Freischaltung

source: Battery percentage
de: Prozentsatz der Batterie

source: Changed to sleep
de: Geändert zu Ruhestand

source: Changed to forced
de: Geändert zu Erzwungen

source: Is sleep mode
de: Ist im Ruhemodus

source: Is forced mode
de: Ist im Modus Erzwungen

source: Change to sleep
de: Ändern zu Ruhestand

source: Change to forced
de: Ändern zu Erzwungen

source: Advanced
de: Erweitert

source: External switch type
de: Externer Schaltertyp

source: Push button switch
de: Druckknopfschalter

source: Normal on/off switch
de: Normaler Ein/Aus-Schalter

source: 3 way switch
de: 3-Wege-Schalter

source: PWM frequency
de: PWM-Frequenz

source: Dimming curve
de: Dimmkurve

source: Linear
de: Geradlinig

source: Logarithmic gamma 1.5
de: Logarithmischer Gamma-Wert 1,5

source: Logarithmic gamma 1.8
de: Logarithmischer Gamma-Wert 1,8

source: Trigger Method
de: Ereignis wird manuell vom Benutzer ausgelöst.

source: All
de: Unterhaltung

source: Manually
de: Automationen

source: Event is triggered by all methods.
de: Manuell

source: Event is triggered manually by the user.
de: Ereignis wird durch alle Methoden ausgelöst.

source: manually
de: manuell

source: Automations
de: Automation aktivieren

source: Enable automation
de: Automation deaktivieren

source: Disable automation
de: Alle

source: Entertainment
de: Unterhaltung hinzufügen

source: Change the state of zones or devices sequentially.
de: Zonen…

source: There are no entertainment in this gateway, please add a entertainment first.
de: Temperatur wird ungültig, sind Sie sicher, dass Sie die Eigenschaften ändern möchten?

source: Add Entertainment
de: Unterhaltung bearbeiten

source: Edit Entertainment
de: Den Zustand von Zonen oder Geräten nacheinander ändern.

source: transition time
de: Übergangszeit

source: Supports up to 6 lights
de: Sind Sie sicher, dass Sie diese Unterhaltung entfernen möchten?

source: Please set the same transition time for brightness and color
de: Bitte stellen Sie eine Temperatur oder Farbe ein

source: Set a temperature or color
de: Aktion

source: Supports up to 13 Zones
de: Unterstützt bis zu 13 Zonen

source: Please set a temperature or color
de: Bitte stellen Sie eine Farbe ein

source: Temperature will be invalid, are you sure to change the properties?
de: Farbe wird ungültig, sind Sie sicher, dass Sie die Eigenschaften ändern möchten?

source: Color will be invalid, are you sure to change the properties?
de: Keine Musik

source: Please set a color
de: Bitte stellen Sie eine Temperatur ein

source: Please set a temperature
de: Unterstützt bis zu %d Zonen

source: Supports up to %d Zone
de: Unterstützt bis zu %d Zone

source: Supports up to %d Zones
de: Bitte stellen Sie eine Helligkeit ein

source: Zones...
de: Zonen...

source: Music Mode
de: Azoula Smart möchte Ihre Musikdateien kennen

source: Please use Local Gateway Login
de: Musik zu diesem Gerät hinzufügen

source: Beat
de: Spektrum

source: Spectrum
de: Musikmodus

source: Please select zone
de: Bitte verwenden Sie die lokale Gateway-Anmeldung

source: Azoula Smart would like to know your Music files.
de: Azoula Smart möchte Ihre Musikdateien wissen.

source: Playing music requires access to your Apple Music.
de: Das Abspielen von Musik erfordert den Zugriff auf Ihre Apple Music.

source: Music added from Apple Music will appear here.
de: Musik, die von Apple Music hinzugefügt wurde, wird hier angezeigt.

source: Browse Apple Music
de: Apple Music durchsuchen

source: Setting
de: Stellen Sie eine Temperatur oder Farbe ein

source: No Music
de: Musik zu diesem Gerät hinzufügen

source: SPI IC Setting
de: Segmentiertes Lichtband

source: Running
de: Geschwindigkeit

source: Speed
de: SPI IC Einstellung

source: Getting SPI IC setting...
de: Zeitüberschreitung beim Abrufen der SPI IC-Einstellung.

source: Getting SPI IC setting timeout.
de: Bitte stellen Sie sicher, dass das Gerät ordnungsgemäß funktioniert, und versuchen Sie es dann erneut.

source: Please make sure the device works properly and then try again.
de: Nur Ventilator

source: Try again
de: Erneut versuchen

source: Of bulbs
de: Anzahl der Glühbirnen im Segment %d

source: Segmented light strip
de: Wertbereich: 4~1020

source: You need to repower your device after changing the SPI IC Setting.
de: SPI IC-Einstellung wird abgerufen...

source: Are you sure you want to reset "Segmented light strip" ?
de: Wert einstellen (Max: %d)

source: Number of Bulbs in Segment
de: Anzahl der Glühbirnen im Segment

source: Set Value (Min: %d)
de: Wert festlegen (Min: %d)

source: Set Value (Max: %d)
de: Wert einstellen (Min: 1)

source: Cool
de: Heizung

source: Heat
de: Ventilatorgeschwindigkeit

source: Fan only
de: Kühlung

source: Low
de: Mittel

source: Medium
de: Hoch

source: High
de: Ändern zu Abwesenheit

source: Changed to cool
de: Geändert zu Heizung

source: Changed to heat
de: Geändert zu Nur Ventilator

source: Changed to fan only
de: Ist Kühlmodus

source: Is cool mode
de: Ist Heizmodus

source: Is heat mode
de: Ist Nur-Ventilator-Modus
