Repository: maginawin/AppString_Node
Catalog: assert/azoulasmart/Localizable_*_240925.strings
Languages: fr

source: Click again to exit
fr: Cliquez à nouveau pour quitter

source: The login has expired, please sign in again.
fr: La connexion a expiré, veuillez vous reconnecter.

source: You are already the owner of this gateway.
fr: Vous êtes déjà propriétaire de cette passerelle.

source: Server connection lost, reconnecting...
fr: Connexion serveur perdue, reconnexion...

source: Try Again
fr: Réessayez

source: This gateway has been set up as a sub-gateway, please connect to another gateway.
fr: Cette passerelle a été configurée en tant que sous-passerelle, veuillez vous connecter à une autre passerelle.

source: Gateway Integration
fr: Intégration de la passerelle

source: Please type a member account
fr: Veuillez saisir un compte membre

source: Are you sure you want to transfer ownership to %@?
fr: Êtes-vous sûr de vouloir transférer la propriété à %@ ?

source: Are you sure you want to remove %@?
fr: Voulez-vous vraiment supprimer %@ ?

source: Primary Gateway
fr: Passerelle principale

source: Sub-gateway ID
fr: ID de la sous-passerelle

source: Sub-gateway Name
fr: Nom de la sous-passerelle

source: Sub-gateway
fr: Sous-passerelle

source: This gateway has no sub-gateways.
fr: Cette passerelle n’a pas de sous-passerelles.

source: Add Sub-gateway
fr: Ajouter une sous-passerelle

source: Delete Gateway Integration
fr: Supprimer l’intégration de la passerelle

source: Are you sure you want to remove this sub-gateway?
fr: Voulez-vous vraiment supprimer cette sous-passerelle ?

source: Removing sub-gateway...
fr: Suppression de la sous-passerelle...

source: Remove successful!
fr: Suppression réussie !

source: Remove failed, please try again later.
fr: Échec de la suppression, veuillez réessayer plus tard.

source: Are you sure you want to delete this gateway integration?
fr: Voulez-vous vraiment supprimer cette intégration de passerelle ?

source: Deleting gateway integration...
fr: Suppression de l’intégration de la passerelle...

source: Delete successful, you need to reload your App right now.
fr: Suppression réussie, vous devez recharger votre application dès maintenant.

source: Delete failed, please try again later.
fr: Échec de la suppression, veuillez réessayer plus tard.

source: Add
fr: Ajouter

source: Cannot find my gateway?
fr: Vous ne trouvez pas ma passerelle ?

source: Add successful, you need to reload you App right now.
fr: Ajoutez réussi, vous devez recharger votre application dès maintenant.

source: Add failed, please try again later.
fr: Echec de l’ajout, veuillez réessayer plus tard.

source: Adding sub-gateway…
fr: Ajout d’une sous-passerelle...

source: Getting configuration...
fr: Obtenir la configuration...

source: Get configuration failed, please try again later.
fr: Échec de la configuration, veuillez réessayer plus tard.

source: Timeout
fr: Temps mort

source: Invalid email.
fr: E-mail non valide

source: The size of the file exceeds the maximum limit.
fr: La taille du fichier dépasse la limite maximale

source: Invalid token.
fr: Jeton non valide

source: Login expired, please sign in again.
fr: La connecion a expiré, veuillez vous reconnecter.

source: Entity not found.
fr: Entité introuvable

source: Request are too frequent, please try again later.
fr: Les demandes sont trop fréquentes, veuillez réessayer plus tard

source: No updates.
fr: Aucune mise à jour

source: Unknown error.
fr: Erreur inconnue

source: Unknown issue.
fr: Problème inconnu

source: Username
fr: Nom d’utilisateur

source: Password
fr: Mot de passe

source: LAN login
fr: Connexion LAN

source: Reset Password
fr: Réinitialiser le mot de passe

source: Manage
fr: gérer

source: Offline
fr: Hors-ligne

source: Lights
fr: Lumières

source: Other
fr: Autre

source: Room Management
fr: Gestion des salles

source: Message Center
fr: Centre de messagerie

source: Energy
fr: Energie

source: Scene execute success
fr: Succès de l'exécution de la scène

source: The gateway is disconnected, please check the network of the gateway.
fr: La passerelle est déconnectée, veuillez vérifier le réseau de la passerelle.

source: Network Error
fr: Erreur réseau

source: Loading...
fr: Chargement...

source: Circadian Rhythm
fr: Rythme circadien

source: Wake Up
fr: Réveillez-vous

source: Sunlight
fr: Lumière du soleil

source: Comfortable
fr: Confortable

source: Night Light
fr: Veilleuse

source: Change Mode
fr: Changer de mode

source: Gradual
fr: Graduel

source: Gradual Change
fr: Changement progressif

source: Lasts %d minutes
fr: Dure %d minutes

source: Gradient all the way between two points.
fr: Pente entre deux points.

source: Make changes in %d minutes.
fr: Apportez des modifications en %d minutes.

source: Points
fr: Aiguillage

source: Duration
fr: Durée

source: Direct Change
fr: Changement direct

source: Edit Points
fr: Modifier les points

source: Edit Point
fr: Point d’édition

source: Add Point
fr: Ajouter un point

source: Restore to the preset points
fr: Restaurer aux points prédéfinis

source: Please add at least 2 points.
fr: Veuillez ajouter au moins 2 points.

source: You can only add up to 24 points.
fr: Vous ne pouvez ajouter que 24 points.

source: Another point has been set to the same time.
fr: Un autre point a été fixé à la même heure.

source: Color Temperature
fr: Température de couleur

source: Brightness
fr: Luminosité

source: Please enter a point name.
fr: Veuillez saisir un nom de point.

source: Point Name
fr: Nom du point

source: This device is not set up yet.
fr: Cet appareil n’est pas encore configuré.

source: Set Now
fr: Définir maintenant

source: Power Up State
fr: État de mise sous tension

source: On
fr: Sur

source: Toggle
fr: Cabillot

source: Latest
fr: Dernier

source: Repeaters
fr: Répéteurs

source: Quick Controls
fr: Commandes rapides

source: Scene
fr: Scène

source: Repeater
fr: Répéteur

source: Quick Control
fr: Contrôle rapide

source: Save the current state of the device as a scene.
fr: Enregistrez l’état actuel de l’appareil en tant que scène.

source: Perform device actions multiple times.
fr: Effectuez plusieurs actions sur l’appareil.

source: Perform device actions automatically.
fr: Effectuez automatiquement des actions sur l’appareil.

source: You cannot add more than 20 scenes.
fr: Vous ne pouvez pas ajouter plus de 20 scènes.

source: You cannot add more than 255 scenes.
fr: Vous ne pouvez pas ajouter plus de 255 scènes.

source: Devices...
fr: Dispositifs...

source: Add Device
fr: Ajouter un appareil

source: Add Repeater
fr: Ajouter un répéteur

source: Add Quick Control
fr: Ajouter un contrôle rapide

source: Repeat Count
fr: Nombre de répétitions

source: Repeater Count
fr: Nombre de répéteurs

source: Keep repeating
fr: Répéter

source: Delay
fr: Retarder

source: delay
fr: retarder

source: No delay
fr: Pas de retard

source: no delay
fr: Pas de retard

source: Bound Devices
fr: Appareils liés

source: Update Binding Devices
fr: Mettre à jour les périphériques de liaison

source: Bind Now
fr: Lier maintenant

source: There are no bound devices.
fr: Il n’y a pas d’appareils liés.

source: Change the device state
fr: Modifier l’état de l’appareil

source: Edit Repeater
fr: Modifier le répéteur

source: Edit Quick Control
fr: Contrôle rapide de l’édition

source: There are no repeaters in this gateway, please add a repeater first.
fr: Il n’y a pas de répéteurs dans cette passerelle, veuillez d’abord ajouter un répéteur.

source: There are no quick controls in this gateway, please add a quick control first.
fr: Il n’y a pas de contrôles rapides dans cette passerelle, veuillez d’abord ajouter un contrôle rapide.

source: Random Time
fr: Temps aléatoire

source: This device is offline.
fr: Cet appareil est hors ligne.

source: Save failed, some of the selected devices are offline.
fr: Échec de l’enregistrement, certains des appareils sélectionnés sont hors ligne.

source: Cannot bind more than 30 devices.
fr: Impossible de lier plus de 30 appareils.

source: No random time
fr: Pas de temps aléatoire

source: State
fr: État

source: Stopped
fr: Arrêté

source: Executing
fr: Exécution

source: Change State
fr: Changer d’état

source: Binding...
fr: Reliure...

source: Unbinding...
fr: Délier...

source: Please press one of the switch buttons to activate the switch.
fr: Veuillez appuyer sur l’un des boutons de l’interrupteur pour activer l’interrupteur.

source: Add scene successful! Some actions failed to be added, please check whether the devices are online.
fr: Ajouter une scène réussie ! Certaines actions n’ont pas pu être ajoutées, veuillez vérifier si les appareils sont en ligne.

source: Some actions failed to be added, please check whether the devices are online. We recommend that you delete devices that you no longer use.
fr: Certaines actions n’ont pas pu être ajoutées, veuillez vérifier si les appareils sont en ligne. Nous vous recommandons de supprimer les appareils que vous n’utilisez plus.

source: Some devices failed to be removed, please check whether the devices are online. We recommend that you delete devices that you no longer use.
fr: Certains appareils n’ont pas pu être supprimés, veuillez vérifier s’ils sont en ligne. Nous vous recommandons de supprimer les appareils que vous n’utilisez plus.

source: Remove device failed, please check whether this device are online.
fr: Échec de la suppression de l’appareil, veuillez vérifier si cet appareil est en ligne.

source: Save device failed, please check whether this device are online.
fr: Échec de l’enregistrement de l’appareil, veuillez vérifier si cet appareil est en ligne.

source: Add device failed, please check whether this device are online.
fr: Echec de l’ajout d’un appareil, veuillez vérifier si cet appareil est en ligne.

source: Total Energy Consumption
fr: Consommation totale d’énergie

source: Latest Updated
fr: Dernière mise à jour

source: No Data
fr: Pas de données

source: Select Target
fr: Sélectionnez la cible

source: normal_jan
fr: Janv.

source: normal_feb
fr: Févr.

source: normal_mar
fr: Mars

source: normal_apr
fr: Avr.

source: normal_may
fr: Mai

source: normal_jun
fr: Juin

source: normal_jul
fr: Juill.

source: normal_aug
fr: Août

source: normal_sep
fr: Sept.

source: normal_oct
fr: Oct.

source: normal_nov
fr: Nov.

source: normal_dec
fr: Déc.

source: Power
fr: Pouvoir

source: Save failed, this device is not responding.
fr: Échec de l’enregistrement, cet appareil ne répond pas.

source: Power Settings
fr: Paramètres d’alimentation

source: Add Zone
fr: Ajouter une zone

source: Devices not in this zone
fr: Appareils ne se trouvant pas dans cette zone

source: Please type a zone name
fr: Veuillez saisir un nom de zone

source: There are no zones in this gateway, please add a zone first.
fr: Il n’y a pas de zones dans cette passerelle, veuillez d’abord ajouter une zone.

source: There are no devices in this zone, please add a device first.
fr: Il n'y a pas d'appareils dans cette zone, veuillez d'abord ajouter un appareil.

source: Edit Zone
fr: Modifier la zone

source: Remove Zone
fr: Supprimer la zone

source: Are you sure you want to remove this zone?
fr: Etes-vous sûr de vouloir supprimer cette zone ?

source: Zone Name
fr: Nom de la zone

source: Groups
fr: Groupe

source: Sockets
fr: Prises

source: Sensors
fr: Capteurs

source: Switches
fr: Commutateurs

source: Others
fr: Autres

source: There are no lights in this gateway, please add a light first.
fr: Il n’y a pas de lumières dans cette passerelle, veuillez d’abord ajouter une lumière.

source: There are no sockets in this gateway, please add a socket first.
fr: Il n’y a pas de sockets dans cette passerelle, veuillez d’abord ajouter un socket.

source: There are no sensors in this gateway, please add a sensor first.
fr: Il n’y a pas de capteurs dans cette passerelle, veuillez d’abord ajouter un capteur.

source: There are no switches in this gateway, please add a switch first.
fr: Il n’y a pas de commutateurs dans cette passerelle, veuillez d’abord ajouter un commutateur.

source: ON
fr: MARCHE

source: OFF
fr: ARRÊT

source: OnOff Transition Time
fr: Heure de transition OnOff

source: Saved
fr: Sauvegardé

source: There are some devices that cannot be saved, please make sure that they are online and then try again.
fr: Certains appareils ne peuvent pas être enregistrés, assurez-vous qu’ils sont en ligne, puis réessayez.

source: Failed devices
fr: Appareils défaillants

source: Multiple Selection
fr: Sélection multiple

source: Select All
fr: Tout sélectionner

source: Next
fr: Prochain

source: Unfinished
fr: Inachevé

source: This zone has been saved but the devices has not been added, please add the devices later.
fr: Cette zone a été sauvegardée mais les appareils n’ont pas été ajoutés, veuillez ajouter les appareils plus tard.

source: Save failed, please make sure your device is online.
fr: Échec de l’enregistrement, assurez-vous que votre appareil est en ligne.

source: Remove Zone failed, please try again later.
fr: Échec de la suppression de la zone, veuillez réessayer plus tard.

source: No sensor
fr: Pas de capteur

source: The zone name and image have been saved but the devices have not been saved, please make sure that they are online and then try again.
fr: Le nom et l’image de la zone ont été enregistrés mais les appareils n’ont pas été enregistrés, assurez-vous qu’ils sont en ligne, puis réessayez.

source: There are too many actions, you need to remove some actions first.
fr: Il y a trop d’actions, vous devez d’abord supprimer certaines actions.

source: There are too many conditions or actions, you need to remove some conditions or actions first.
fr: Il y a trop de conditions ou d’actions, vous devez d’abord supprimer certaines conditions ou actions.

source: Then quickly press the top-right button 1 time(s).
fr: Appuyez ensuite rapidement sur le bouton en haut à droite 1 fois.

source: Then quickly press the top-right button 2 time(s).
fr: Appuyez ensuite rapidement sur le bouton en haut à droite 2 fois.

source: Then quickly press the top-right button 3 time(s).
fr: Appuyez ensuite rapidement sur le bouton en haut à droite 3 fois.

source: Then quickly press the top-left button 1 time(s).
fr: Appuyez ensuite rapidement sur le bouton en haut à gauche 1 fois.

source: Then quickly press the top-left button 2 time(s).
fr: Appuyez ensuite rapidement sur le bouton en haut à gauche 2 fois.

source: Then quickly press the top-left button 3 time(s).
fr: Appuyez ensuite rapidement sur le bouton en haut à gauche 3 fois.

source: Then quickly press the bottom-left button 3 time(s).
fr: Appuyez ensuite rapidement sur le bouton en bas à gauche 3 fois.

source: Then quickly press the bottom-left button 1 time(s).
fr: Appuyez ensuite rapidement sur le bouton en bas à gauche 1 fois.

source: Then quickly press the bottom-left button 2 time(s).
fr: Appuyez ensuite rapidement sur le bouton en bas à gauche 2 fois.

source: Then quickly press the bottom-right button 2 time(s).
fr: Appuyez ensuite rapidement sur le bouton en bas à droite 2 fois.

source: Then quickly press the bottom-right button 3 time(s).
fr: Appuyez ensuite rapidement sur le bouton en bas à droite 3 fois.

source: Then quickly press the bottom-right button 1 time(s).
fr: Appuyez ensuite rapidement sur le bouton en bas à droite 1 fois.

source: Then Delay
fr: Puis Retarder

source: then delay
fr: puis retarder

source: Level is
fr: Le niveau est

source: Lift is
fr: L’ascenseur est

source: Lift percentage is
fr: Le pourcentage de portance est

source: Tilt percentage is
fr: Le pourcentage d’inclinaison est

source: Set a level
fr: Définir un niveau

source: Set a lift
fr: Définir un ascenseur

source: Set a tilt
fr: Définir une inclinaison

source: Identify
fr: Identifier

source: Transition Time
fr: Temps de transition

source: Unknown Device
fr: Périphérique inconnu

source: Unknown Zone
fr: Zone inconnue

source: Unknown Scene
fr: Scène inconnue

source: No
fr: Non

source: Device No Response
fr: Absence de réponse de l’appareil

source: Please check:
fr: Veuillez vérifier :

source: 1. If the device is plugged to a power outlet. 2. If the router and gateway are working normally. 3. If the device is too far from the gateway or if there’s an obstacle in between.
fr: 1. Si l’appareil est branché sur une prise de courant. 2. Si le routeur et la passerelle fonctionnent normalement. 3. Si l’appareil est trop éloigné de la passerelle ou s’il y a un obstacle entre les deux.

source: Close
fr: Fermer

source: 1. If the device is plugged to a power outlet.
fr: 1. Si l’appareil est branché sur une prise de courant.

source: 2. If the router and gateway are working normally.
fr: 2. Si le routeur et la passerelle fonctionnent normalement.

source: 3. If the device is too far from the gateway or if there’s an obstacle in between.
fr: 3. Si l’appareil est trop éloigné de la passerelle ou s’il y a un obstacle entre les deux.

source: Group
fr: Groupe

source: Motion
fr: Mouvement

source: sensor_temperature
fr: Température

source: Humidity
fr: Humidité

source: Active Power
fr: Puissance active

source: Meter Power
fr: Puissance du compteur

source: Select Sensor Type
fr: Sélectionnez le type de capteur

source: Motion Sensor
fr: Capteur de mouvement

source: Temperature Sensor
fr: Capteur de température

source: Humidity Sensor
fr: Capteur d’humidité

source: Illumination Sensor
fr: Capteur d’éclairage

source: Home Assistant
fr: Assistant à domicile

source: Failed to load.
fr: Échec du chargement.

source: Retry
fr: Réessayer

source: Server
fr: Serveur

source: Other clients will connect to this gateway.
fr: D’autres clients se connecteront à cette passerelle.

source: This gateway will connect to the server.
fr: Cette passerelle se connectera au serveur.

source: Language
fr: Langue

source: English
fr: Anglais

source: Simplified Chinese
fr: Chinois simplifié

source: Traditional Chinese
fr: Chinois traditionnel

source: Host
fr: Hôte

source: MQTT Transfer
fr: Transfert MQTT

source: Saving...
fr: Épargne...

source: Saved!
fr: Sauvé!

source: Failed to save.
fr: Échec de l’enregistrement.

source: Please select your green power device type.
fr: Veuillez sélectionner votre type d’appareil d’alimentation verte.

source: Switch (Key 4)
fr: Interrupteur (touche 4)

source: Switch (Key 1)
fr: Interrupteur (touche 1)

source: To connect, press and hold the button of the switch for over 10 seconds, then release and wait for 5 seconds.
fr: Pour vous connecter, appuyez sur le bouton de l’interrupteur et maintenez-le enfoncé pendant plus de 10 secondes, puis relâchez et attendez 5 secondes.

source: If the next step operation instruction doesn't pop up, short press the button once and then wait for 5 seconds again. This operation shall be repeated until the next step operation instruction pops up.
fr: Si l’instruction d’opération de l’étape suivante ne s’affiche pas, appuyez brièvement une fois sur le bouton, puis attendez à nouveau 5 secondes.nCette opération doit être répétée jusqu’à ce que l’instruction d’opération de l’étape suivante apparaisse.

source: That worked! Now press and hold the button for over 10 seconds, then release.
fr: Cela a fonctionné ! Appuyez maintenant sur le bouton et maintenez-le enfoncé pendant plus de 10 secondes, puis relâchez.

source: ​Button pressed
fr: Bouton enfoncé

source: Button hold
fr: Bouton maintenu enfoncé

source: Sleep
fr: Dormir

source: Forced
fr: Forcé

source: Forced heating time
fr: Temps de chauffage forcé

source: Anti freezing temperature
fr: Température antigel

source: Child lock
fr: Sécurité enfant

source: Lock
fr: Serrure

source: Unlock
fr: Ouvrir

source: Battery percentage
fr: Pourcentage de batterie

source: Changed to sleep
fr: Changé en sommeil

source: Changed to forced
fr: Changé en forcé

source: Is sleep mode
fr: Est en mode veille

source: Is forced mode
fr: Est en mode forcé

source: Change to sleep
fr: Changement de sommeil

source: Change to forced
fr: Passer à forcé

source: Advanced
fr: Avancé

source: External switch type
fr: Type de commutateur externe

source: Push button switch
fr: Interrupteur à bouton-poussoir

source: Normal on/off switch
fr: Interrupteur marche/arrêt normal

source: 3 way switch
fr: Interrupteur à 3 voies

source: PWM frequency
fr: Fréquence PWM

source: Dimming curve
fr: Courbe de gradation

source: Linear
fr: Linéaire

source: Logarithmic gamma 1.5
fr: Gamma logarithmique 1.5

source: Logarithmic gamma 1.8
fr: Gamma logarithmique 1.8

source: Trigger Method
fr: Méthode de déclenchement

source: All
fr: Tout

source: Manually
fr: Manuellement

source: Event is triggered by all methods.
fr: L’événement est déclenché par toutes les méthodes.

source: Event is triggered manually by the user.
fr: L’événement est déclenché manuellement par l’utilisateur.

source: manually
fr: manuellement

source: Automations
fr: Automatismes

source: Enable automation
fr: Activer l’automatisation

source: Disable automation
fr: Désactiver l’automatisation

source: Entertainment
fr: Divertissement

source: Change the state of zones or devices sequentially.
fr: Modifiez l’état des zones ou des périphériques de manière séquentielle.

source: There are no entertainment in this gateway, please add a entertainment first.
fr: Il n’y a pas de divertissement dans cette passerelle, veuillez d’abord ajouter un divertissement.

source: Add Entertainment
fr: Ajouter du divertissement

source: Edit Entertainment
fr: Modifier le divertissement

source: transition time
fr: temps de transition

source: Supports up to 6 lights
fr: Prend en charge jusqu’à 6 lumières

source: Please set the same transition time for brightness and color
fr: Veuillez définir le même temps de transition pour la luminosité et la couleur

source: Set a temperature or color
fr: Définir une température ou une couleur

source: Supports up to 13 Zones
fr: Prend en charge jusqu’à 13 zones

source: Please set a temperature or color
fr: Veuillez définir une température ou une couleur

source: Temperature will be invalid, are you sure to change the properties?
fr: La température ne sera pas valide, êtes-vous sûr de modifier les propriétés ?

source: Color will be invalid, are you sure to change the properties?
fr: La couleur ne sera pas valide, êtes-vous sûr de modifier les propriétés ?

source: Please set a color
fr: Veuillez définir une couleur

source: Please set a temperature
fr: Veuillez régler une température

source: Supports up to %d Zone
fr: Prend en charge jusqu’à %d Zone

source: Supports up to %d Zones
fr: Prend en charge jusqu’à %d zones

source: Music Mode
fr: Mode musique

source: Please use Local Gateway Login
fr: Veuillez utiliser la connexion à la passerelle locale

source: Beat
fr: Battre

source: Spectrum
fr: Spectre

source: Please select zone
fr: Veuillez sélectionner la zone

source: Azoula Smart would like to know your Music files.
fr: Azoula Smart aimerait connaître vos fichiers Music.

source: Enable "Media and Apple Music" permissions
fr: Activer les permissions pour "Médias et Apple Music"

source: Playing music requires access to your Apple Music.
fr: Pour écouter de la musique, vous devez accéder à votre Apple Music.

source: Music added from Apple Music will appear here.
fr: La musique ajoutée à partir d’Apple Music apparaîtra ici.

source: Browse Apple Music
fr: Parcourir Apple Music

source: Setting
fr: Réglage

source: No Music
fr: Pas de musique

source: SPI IC Setting
fr: Réglage SPI IC

source: Running
fr: Course

source: Speed
fr: Vitesse

source: Getting SPI IC setting...
fr: Obtenir le réglage SPI IC...

source: Getting SPI IC setting timeout.
fr: Obtention du délai d’expiration du réglage SPI IC.

source: Please make sure the device works properly and then try again.
fr: Assurez-vous que l’appareil fonctionne correctement, puis réessayez.

source: Try again
fr: Réessayez
