Repository: maginawin/AppString_Node
Catalog: assert/azoulasmart/Localizable_*_241214.strings
Languages: de

source: Is fan only mode
de: Alarmberechtigung ist für die Gateway-Verbindung und die Cloud-Verbindung erforderlich.

source: Change to cool
de: Auf Kühlen wechseln

source: Change to heat
de: Auf Heizen wechseln

source: Change to fan only
de: Nur Lüfter wechseln

source: Fan speed
de: Niedrig

source: Change to away
de: Geändert zu Kühlung

source: Learning
de: Bitte richten Sie die Fernbedienung auf den Infrarot-Controller und drücken Sie kurz die Taste, die Sie lernen möchten.

source: Please point the remote control at the infrared controller and press the button you want to learn briefly.
de: Bis zu %d Tasten können zum Lernen hinzugefügt werden.

source: Up to 64 buttons can be added for learning.
de: Es können bis zu 64 Tasten für das Lernen hinzugefügt werden.

source: Up to 33 buttons can be added for learning.
de: Es können bis zu 33 Tasten für das Lernen hinzugefügt werden.

source: Learn successful
de: Bitte geben Sie den Tastenname ein

source: Please input the button name
de: Fernbedienungsname

source: Remote control name
de: Umbenennen

source: Please input the remote control name
de: Lernen

source: Rename
de: Sind Sie sicher, dass Sie die Fernbedienung „%s“ löschen möchten?

source: Add remote control
de: Verlauf

source: Relearn
de: Sind Sie sicher, dass Sie die Taste „%s“ löschen möchten?

source: Remote controls
de: Bestätigen

source: Confirm
de: Ungültige Aktion

source: Button name cannot be empty
de: Lernen erfolgreich

source: The remote control name cannot be empty
de: Fernbedienung hinzufügen

source: This action is not available, please remove it.
de: Diese Aktion ist nicht verfügbar, bitte entferne sie.

source: Invalid action
de: HomeKit QR-Code

source: History
de: Gateway-Upgrade-Verlauf

source: HomeKit QR Code
de: Matter QR-Code

source: Matter QR Code
de: QR-Code konnte nicht abgerufen werden, bitte aktualisieren Sie das Gateway auf die neueste Firmware.

source: Unable to obtain the QR Code, please upgrade the gateway to the latest firmware.
de: Der Name der Fernbedienung darf nicht leer sein

source: Gateway Upgrade History
de: Schalter (Taste 4) - Azoula 16 Kanäle

source: Switch (Key 4) - Azoula 16 Channels
de: Gateway-Kanal

source: Switch (Key 4) - Standard 4 Channels
de: Belegung

source: Gateway Channel
de: Der Kanal dieses Gateways unterstützt den normalen Grünen Power-Schalter nicht, Sie müssen den Kanal ändern, bevor Sie den normalen Grünen Power-Schalter hinzufügen. Bitte beachten Sie, dass alle bereits hinzugefügten Geräte nach der Kanaländerung erneut hinzugefügt werden müssen.

source: The channel of this gateway doesn't support the Normal Green Power Switch, you must change the channel before you add the Normal Green Power Switch. Please note, all the devices that have already been added will need to be added again after the channel is changed.
de: Der Kanal dieses Gateways unterstützt den normalen grünen Stromschalter nicht, Sie müssen den Kanal ändern, bevor Sie den normalen grünen Stromschalter hinzufügen. Bitte beachten Sie, dass alle bereits hinzugefügten Geräte nach dem Kanalwechsel erneut hinzugefügt werden müssen.

source: Occupancy
de: CO-Erkennung

source: CO detection
de: Alarmdauer

source: Gas detection
de: Rauchdetektion

source: Smoke detection
de: CO erkannt

source: Normal
de: Gasdetektion

source: Detected
de: Normal

source: CO detected
de: Gas erkannt

source: CO not detected
de: Gas nicht erkannt

source: Gas detected
de: Rauch erkannt

source: Gas not detected
de: Rauch nicht erkannt

source: Smoke detected
de: CO ist erkannt

source: Smoke not detected
de: Wasserüberschuss

source: CO is detected
de: CO ist nicht erkannt

source: CO is not detected
de: Gas ist erkannt

source: Gas is detected
de: Gas ist nicht erkannt

source: Gas is not detected
de: Rauch ist erkannt

source: Smoke is detected
de: Rauch ist nicht erkannt

source: Smoke is not detected
de: CO nicht erkannt

source: Water overflow
de: Wasserüberschuss erkannt

source: Water overflow detected
de: Wasserüberschuss nicht erkannt

source: Water overflow not detected
de: Wasserüberschuss ist erkannt

source: Water overflow is detected
de: Wasserüberschuss ist nicht erkannt

source: Water overflow is not detected
de: Drehung

source: Center
de: Unten links

source: Top left
de: Mitte

source: Top right
de: Oben links

source: Bottom left
de: Unten rechts

source: Bottom right
de: Kurz drücken

source: Rotation
de: Oben rechts

source: Short press
de: Lang drücken

source: Long press
de: Doppelklick

source: Double click
de: Keine Aktion

source: No action
de: Ziel

source: Clockwise rotation
de: Gegen den Uhrzeigersinn drehen

source: Anticlockwise rotation
de: Gegen den Uhrzeigersinn

source: Target
de: Ziel hinzufügen

source: Add Target
de: Sind Sie sicher, dass Sie dieses Ereignis entfernen möchten?

source: Execute scene
de: Das Gateway aktualisiert seinen Kanal. Bitte warten Sie einige Minuten, bis der richtige Kanal angezeigt wird.

source: Are you sure you want to remove this Event?
de: Im Uhrzeigersinn drehen

source: Log Watch
de: Suchen

source: Last 2 days
de: Letzte 7 Tage

source: Last 7 days
de: Letzten 1 Monat

source: Last 1 month
de: Aktualisieren

source: Search
de: Unbekannt

source: Refresh
de: Protokoll kopieren

source: Copy Log
de: Protokoll konnte nicht abgerufen werden.

source: Failed to get Log.
de: Knopf

source: Knob
de: Taste %d

source: Key
de: Taste

source: Air Conditioner
de: TV

source: TV
de: TV Box

source: TV Box
de: Internet Box

source: Internet Box
de: Ventilator

source: Fan
de: Ton

source: Projector
de: Benutzerdefinierte Steuerung

source: Sound
de: Projektor

source: Custom Control
de: Marke auswählen

source: Up to 16 standard remote controls can be added.
de: Luftrichtung

source: No brand found.
de: Typ auswählen

source: Select brand
de: Marke auswählen

source: Select Type
de: Unkontrollierbar

source: Pairing
de: TEMP

source: Click to control
de: Klicken, um zu steuern

source: Uncontrollable
de: Kontrollierbar

source: Controllable
de: Kann das Gerät ordnungsgemäß gesteuert werden?

source: Can the device be controlled properly?
de: Kopplung

source: Cooling
de: Heizung

source: Fan Only
de: Nur Lüfter

source: Heating
de: Mitte

source: Air Direction
de: In dieser Fernbedienung sind keine Tasten vorhanden, bitte fügen Sie zuerst eine Taste hinzu.

source: Up
de: Unten

source: Middle
de: Oben

source: Down
de: ZOOM

source: Remote control
de: Fernbedienung

source: Controls
de: Steuerungen

source: Change to auto mode
de: Ändern zu Kühlmodus

source: Change to cooling mode
de: Ändern zu Trockenmodus

source: Change to dry mode
de: Ändern zu Nur-Ventilator-Modus

source: Change to fan only mode
de: Ändern zu Heizmodus

source: Change to heating mode
de: Stellen Sie die Lüftergeschwindigkeit auf Automatik

# set_a_temp
source: Set a temperature
de: Temperatur einstellen

source: Set fan speed to auto
de: Stellen Sie die Lüftergeschwindigkeit auf niedrig

source: Set fan speed to low
de: Stellen Sie die Lüftergeschwindigkeit auf mittel

source: Set fan speed to middle
de: Stellen Sie die Lüftergeschwindigkeit auf hoch

source: Set fan speed to high
de: Stellen Sie die Luftrichtung auf oben

source: Set air direction to up
de: Stellen Sie die Luftrichtung auf mittel

source: Set air direction to middle
de: Stellen Sie die Luftrichtung auf unten

source: Set air direction to down
de: Automatische Schwingung deaktivieren

source: Set auto swing to off
de: Automatische Schwingung aktivieren

source: Set auto swing to on
de: Schlafmodus aktivieren

source: Enable sleep mode
de: Schlafmodus deaktivieren

source: Disable sleep mode
de: Aux-Heizung aktivieren

source: Enable aux heat
de: Aux-Heizung deaktivieren

source: Disable aux heat
de: Licht ausschalten

source: Turn off the light
de: Licht einschalten

source: Turn on the light
de: Licht einschalten

source: Enable energy saving mode
de: Energiesparmodus deaktivieren

source: Disable energy saving mode
de: Schnellkühlung aktivieren

source: Enable fast cooling
de: Schnellheizung aktivieren

source: Enable fast heating
de: Stummmodus aktivieren

source: Enable mute mode
de: Leistungsmodus aktivieren

source: Enable powerful mode
de: LED Status

source: Toggle power
de: Strom umschalten

source: Toggle mute mode
de: Stummschaltmodus umschalten

source: Toggle shake
de: Vibration umschalten

source: Toggle air mode
de: Luftmodus umschalten

source: Toggle air VOL
de: Luftlautstärke umschalten

source: Toggle light on or off
de: Licht ein- oder ausschalten

source: Toggle sleep mode
de: Schlafmodus umschalten

source: Set to low speed
de: Auf niedrige Geschwindigkeit setzen

source: Set to middle speed
de: Auf mittlere Geschwindigkeit setzen

source: Set to high speed
de: Auf hohe Geschwindigkeit setzen

source: Play
de: Wiedergabe

source: Last
de: Zurück

source: Quit
de: Beenden

# tv_next
source: Next
de: Weiter

# tv_volume
source: VOL
de: CH

# tv_channel
source: CH
de: EIN/GESCHWINDIGKEIT

# tv_auto
source: AUTO
de: Es können bis zu 16 Standardfernbedienungen hinzugefügt werden.

# tv_zoom
source: ZOOM
de: Ändern zu Automatikmodus

source: ON/SPEED
de: Schütteln

# tv_mode
source: Mode
de: Modus

# tv_shake
source: Shake
de: Anion

# tv_anion
source: Anion
de: Luft VOL

# tv_cool
source: Cool
de: Heizung

# tv_air_vol
source: Air Vol
de: Luftvolumen

# tv_sleep
source: Sleep
de: Ruhen

# tv_timer
source: Timer
de: Zeitschaltuhr

# tv_light
source: Light
de: F.Hot

# air_on
source: ON
de: AN

# air_temp
source: TEMP
de: VOL

# air_off
source: OFF
de: AUS

# air_mode
source: MODE
de: Kühlung

# air_f_hot
source: F.Hot
de: F.Kühl

# air_f_cool
source: F.Cool
de: SWING

# air_swing
source: SWING
de: AUX HEIZUNG

# air_aux_heat
source: AUX HEAT
de: STUMM

# air_sleep
source: SLEEP
de: MODE

# air_light
source: LIGHT
de: SCHLAF

# air_mute
source: MUTE
de: STROM

# air_power
source: POWER
de: ENERGIE

# air_energy
source: ENERGY
de: LICHT

source: You are about to add your Sonos devices.
de: Pause

source: Something went wrong while controlling %@, Please check that your SONOS speaker is working properly.
de: Etwas ist schief gelaufen, während %@ gesteuert wurde. Bitte überprüfen Sie, ob Ihr SONOS Lautsprecher ordnungsgemäß funktioniert.

source: Paused
de: Wiedergabe

source: Playing
de: Wiedergabe starten

source: Aborted
de: SONOS Systeme

source: Set volume
de: Wiedergabe/Pause umschalten

source: Toggle Play/Pause
de: Vorherige

source: Previous
de: Kein Wiederholen

source: No repeat
de: Einzelne Wiederholung

source: Repeat one
de: Wiedergabeliste wiederholen

source: Repeat playlist
de: Lautstärke stummschalten

source: Mute the volume
de: Lautstärke wieder aktivieren

source: Unmute the volume
de: Shuffle aktivieren

source: Toggle muted volume on or off
de: Stummschaltung ein- oder ausschalten

source: Shuffle on
de: Shuffle deaktivieren

source: Shuffle off
de: Es ist ein Fehler beim Steuern des Wohnzimmers aufgetreten, bitte überprüfen Sie, ob Ihr SONOS-Lautsprecher ordnungsgemäß funktioniert.

source: Repeat one on
de: Wiederholung eins an

source: Repeat one off
de: Wiederholung eins aus

source: Repeat playlist on
de: Wiederholung der Playlist an

source: Repeat playlist off
de: Wiederholung der Playlist aus

source: Please add songs to the playlist in the SONOS App first.
de: Bitte stellen Sie sicher, dass Ihre SONOS App Musik normal abspielen kann.

source: SONOS Systems
de: Sind Sie sicher, dass Sie dieses SONOS-System löschen möchten?

source: Are you sure you want to delete this SONOS system?
de: SONOS Systemname eingeben

source: No SONOS systems found.
de: Bitte fügen Sie zuerst Songs zur Wiedergabeliste in der SONOS App hinzu.

source: SONOS System Name
de: Name darf nicht leer sein.

source: Enter SONOS System Name
de: SONOS Systemname

source: The SONOS system name cannot be empty
de: Der SONOS Systemname darf nicht leer sein

source: Please make sure that your SONOS App can play music normally with the sound.
de: Bitte stellen Sie sicher, dass Ihre SONOS App Musik mit Ton abspielen kann.

source: Then add SONOS sound in this App.
de: Fügen Sie dann den SONOS-Sound in dieser App hinzu.

source: Long Press Detection Time
de: Langdruck-Erkennungszeit

source: Custom
de: Benutzerdefiniert

source: Green Power
de: Grüner Strom

source: Green Power Settings
de: Grüne Power-Einstellungen

source: The gateway version must be at least 4.20. Please update your gateway first.
de: Die Gateway-Version muss mindestens 4.20 sein. Bitte aktualisieren Sie zuerst Ihr Gateway.

source: Gateway Timezone
de: Gateway-Zeitzone

source: Phone Timezone
de: Telefonzeitzone

source: Sync the phone timezone to the gateway.
de: Synchronisieren Sie die Telefonzeitzone mit dem Gateway.

source: Sync
de: Synchronisieren

source: Stop automation
de: Automation stoppen

source: New Firmware
de: Neue Firmware

source: We have released a new firmware version. Please update the firmware to enjoy a better experience.
de: Wir haben eine neue Firmware-Version veröffentlicht. Bitte aktualisieren Sie die Firmware, um eine bessere Erfahrung zu genießen.

source: Go to update
de: Gehe zu Update

source: CA file URL or string
de: CA-Datei-URL oder String

source: Client certificate URL or string
de: Client-Zertifikat URL oder String

source: Client key URL or string
de: Client-Schlüssel URL oder String

source: When using self-signed certificates, specify either the download URL of the CA certificate or the CA certificate string.
de: Beim Verwenden von selbstsignierten Zertifikaten, geben Sie entweder die Download-URL des CA-Zertifikats oder den CA-Zertifikat-String an.

source: When using self-signed certificates, specify either the download URL of the client certificate or the client certificate string.
de: Beim Verwenden von selbstsignierten Zertifikaten, geben Sie entweder die Download-URL des Client-Zertifikats oder den Client-Zertifikat-String an.

source: When using self-signed certificates, specify either the download URL of the client key or the client key string.
de: Beim Verwenden von selbstsignierten Zertifikaten, geben Sie entweder die Download-URL des Client-Schlüssels oder den Client-Schlüssel-String an.

source: New Gateway Firmware
de: Neue Gateway-Firmware

source: The gateway's time zone is different from the current time zone of the phone.
de: Die Zeitzone des Gateways unterscheidet sich von der aktuellen Zeitzone des Telefons.

source: Notifications
de: Benachrichtigungen

source: No notifications
de: Keine Benachrichtigungen

source: Current & Compensation
de: Strom & Kompensation

source: Target Current
de: Zielstrom

source: Minimum Current Compensation
de: Minimale Stromkompensation

source: You need to restart the device for this property update to take effect. This property is only supported by NFC power supply.
de: Sie müssen das Gerät neu starten, damit diese Eigenschaftsänderung wirksam wird. Diese Eigenschaft wird nur von NFC-Stromversorgung unterstützt.

source: Target Current is out of range.
de: Zielstrom liegt außerhalb des Bereichs.

source: Minimum Current Compensation is out of range.
de: Minimale Stromkompensation liegt außerhalb des Bereichs.

source: Experiments
de: Experimente

source: These are experimental and unsupported features of the App and may disappear at any time. Use them at your own risk.
de: Dies sind experimentelle und nicht unterstützte Funktionen der App und können jederzeit verschwinden. Verwenden Sie sie auf eigenes Risiko.

source: 4″ Screen Content
de: 4″ Bildschirm Inhalt

source: Needs to be used with 4″ screen gateway.
de: Muss mit einem 4″ Bildschirm-Gateway verwendet werden.

source: No scenes, please add a scene first.
de: Keine Szenen, bitte fügen Sie zuerst eine Szene hinzu.

source: No devices, please add a device first.
de: Keine Geräte, bitte fügen Sie zuerst ein Gerät hinzu.

source: No zones, please add a zone first.
de: Keine Zonen, bitte fügen Sie zuerst eine Zone hinzu.

source: Device Type
de: Gerätetyp

source: Curtain
de: Vorhang

source: Light
de: F.Hot

source: Curtain Type
de: Vorhangtyp

source: Normal Curtain
de: Normaler Vorhang

source: Shutter
de: Rollladen

source: Reverse Output
de: Umkehr-Ausgang

source: Calibration
de: Kalibrierung

source: Device will be deleted. Are you sure you want to change the device type?
de: Das Gerät wird gelöscht. Möchten Sie den Gerätetyp wirklich ändern?

source: Curtain Opening Time
de: Vorhang Öffnungszeit

source: Curtain Closing Time
de: Vorhang Schließzeit

source: Blinds Opening Time
de: Jalousien Öffnungszeit

source: Blinds Closing Time
de: Jalousien Schließzeit

source: Gap Travel Ratio
de: Spaltweg-Verhältnis

source: Time for curtains to open from closed (unit: s). Displays 0 if uncalibrated. Adjustable if discrepancies are found post-calibration.
de: Zeit für Vorhänge, um von geschlossen zu geöffnet zu werden (Einheit: s). Zeigt 0 an, wenn nicht kalibriert. Einstellbar, wenn nach der Kalibrierung Abweichungen festgestellt werden.

source: Time for curtains to closed from open (unit: s). Displays 0 if uncalibrated. Adjustable if discrepancies are found post-calibration.
de: Zeit für Vorhänge, um von geöffnet zu geschlossen zu werden (Einheit: s). Zeigt 0 an, wenn nicht kalibriert. Einstellbar, wenn nach der Kalibrierung Abweichungen festgestellt werden.

source: Time for blinds to open from closed (unit: s). Displays 0 if uncalibrated. Adjustable if discrepancies are found post-calibration.
de: Zeit für Jalousien, um von geschlossen zu geöffnet zu werden (Einheit: s). Zeigt 0 an, wenn nicht kalibriert. Einstellbar, wenn nach der Kalibrierung Abweichungen festgestellt werden.

source: Time for blinds to closed from open (unit: s). Displays 0 if uncalibrated. Adjustable if discrepancies are found post-calibration.
de: Zeit für Jalousien, um von geöffnet zu geschlossen zu werden (Einheit: s). Zeigt 0 an, wenn nicht kalibriert. Einstellbar, wenn nach der Kalibrierung Abweichungen festgestellt werden.

source: Set the gap travel ratio (range: 0.1% to 90%, unit: 0.001). Calculation formula: Ratio = 1000 * Gap Travel / Total Travel. Applicable to calibrated roller blinds and venetian blinds.
de: Setzen Sie das Spaltweg-Verhältnis (Bereich: 0,1% bis 90%, Einheit: 0,001). Berechnungsformel: Verhältnis = 1000 * Spaltweg / Gesamter Weg. Anwendbar auf kalibrierte Rollos und Jalousien.

source: Illuminance Threshold
de: Beleuchtungsgrenzwert

source: Occupancy Detection Sensitivity
de: Bewegungserkennungsempfindlichkeit

source: Occupancy LED
de: Bewegungserkennungs-LED

source: Sensitivity
de: Empfindlichkeit

source: Select Server
de: Server auswählen

source: Non-mainland China preferred
de: Bevorzugt Nicht-Festland-China

source: You have to update your gateway first.
de: Sie müssen Ihr Gateway zuerst aktualisieren.

source: Mainland China preferred
de: Bevorzugt Festland-China

source: Change Cloud Server
de: Cloud-Server ändern

source: Are you sure you want to change the cloud server?
de: Möchten Sie den Cloud-Server wirklich ändern?

source: Led State
de: LED Status

source: IP Mode
de: IP-Modus

source: Automatic
de: Automatisch

source: IP Address
de: IP-Adresse

source: Subnet Mask
de: Subnetzmaske

source: Total Active Power
de: Gesamtaktive Leistung

source: Total Reactive Power
de: Gesamtreaktive Leistung

source: Total Apparent Power
de: Gesamtanscheinende Leistung

source: Total Meter Power
de: Gesamtzählerleistung

source: AC Frequency
de: AC-Frequenz

source: Neutral Line Current
de: Neutralleitungsstrom

source: Phase A Effective Voltage
de: Phase A Effektivspannung

source: Phase A Effective Current
de: Phase A Effektivstrom

source: Phase A Active Power
de: Phase A Aktive Leistung

source: Phase A Reactive Power
de: Phase A Reaktive Leistung

source: Phase A Apparent Power
de: Phase A Anschauliche Leistung

source: Phase A Power Factor
de: Phase A Leistungsfaktor

source: Phase B Effective Voltage
de: Phase B Effektivspannung

source: Phase B Effective Current
de: Phase B Effektivstrom

source: Phase B Active Power
de: Phase B Aktive Leistung

source: Phase B Reactive Power
de: Phase B Reaktive Leistung

source: Phase B Apparent Power
de: Phase B Anschauliche Leistung

source: Phase B Power Factor
de: Phase B Leistungsfaktor

source: Phase C Effective Voltage
de: Phase C Effektivspannung

source: Phase C Effective Current
de: Phase C Effektivstrom

source: Phase C Active Power
de: Phase C Aktive Leistung

source: Phase C Reactive Power
de: Phase C Reaktive Leistung

source: Phase C Apparent Power
de: Phase C Anschauliche Leistung

source: Phase C Power Factor
de: Phase C Leistungsfaktor

source: Notification Settings
de: Benachrichtigungseinstellungen

source: Device Alert
de: Gerätealarm

source: Alerts
de: Alarme

source: No Notifications
de: Keine Benachrichtigungen

source: No Alerts
de: Keine Alarme

source: No Bulletin
de: Kein Bulletin

source: Delete Messages
de: Nachrichten löschen

source: All data has been loaded
de: Alle Daten wurden geladen

source: Sync Gateway Timezone
de: Gateway-Zeitzone synchronisieren

source: LED State
de: AUTO

source: Door open
de: Tür offen

source: Water detected
de: Wasser erkannt

source: Effective Period
de: Wirkungszeitraum

source: Any Time
de: Jederzeit

source: No permission, please contact the gateway owner.
de: Keine Berechtigung, bitte kontaktieren Sie den Gateway-Besitzer.

source: Gateway Backup & Restore
de: Gateway-Sicherung & Wiederherstellung

source: Gateway Backup
de: Gateway-Sicherung

source: Backup
de: Sicherung

source: Are you sure you want to back up all gateways?
de: Sind Sie sicher, dass Sie alle Gateways sichern möchten?

source: Backing up, please wait...
de: Sichern, bitte warten...

source: Backup successful
de: Sicherung erfolgreich

source: No backup
de: Keine Sicherung

source: Updated
de: Aktualisiert

source: backup failed
de: Sicherung fehlgeschlagen

source: Backup failed
de: Sicherung fehlgeschlagen

source: There is no backup for the faulty gateway, so gateway replacement is not possible.
de: Es gibt keine Sicherung für das fehlerhafte Gateway, daher ist ein Gateway-Austausch nicht möglich.

source: Select a gateway that you want to replace
de: Wählen Sie ein Gateway aus, das Sie ersetzen möchten

source: Replace Gateway
de: Gateway ersetzen

source: Replace successful
de: Ersetzen erfolgreich

source: Please select a different gateway. This gateway has already been recovered once and cannot be recovered again.
de: Bitte wählen Sie ein anderes Gateway aus. Dieses Gateway wurde bereits einmal wiederhergestellt und kann nicht erneut wiederhergestellt werden.

source: Replace failed
de: Ersetzen fehlgeschlagen

source: Replacing, please wait...
de: Ersetzen, bitte warten...

source: WARNING: This gateway is already set up as a master or sub-gateway. Before using it to replace another gateway, please reset it to factory defaults.
de: WARNUNG: Dieses Gateway ist bereits als Master- oder Sub-Gateway eingerichtet. Bevor Sie es verwenden, um ein anderes Gateway zu ersetzen, setzen Sie es bitte auf die Werkseinstellungen zurück.

source: Replace
de: Ersetzen

source: Are you sure you want to use this new gateway to replace the faulty gateway?
de: Sind Sie sicher, dass Sie dieses neue Gateway verwenden möchten, um das defekte Gateway zu ersetzen?

source: Start Replacing
de: Starten Sie das Ersetzen

source: Every new gateway is limited to a single restoration. Attempting to restore a gateway more than once will result in the gateway becoming unusable.
de: Jedes neue Gateway ist auf eine einzelne Wiederherstellung begrenzt. Der Versuch, ein Gateway mehr als einmal wiederherzustellen, macht das Gateway unbrauchbar.
